;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Hêja tobal hamo
; TranslationAuthorEmail: heja123@hotmail.com
;

[Translation]
LangCode=0401
ReadHabit=Left-to-right
LanguageName=Ku
LangShortName=Ku-kur
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Bytes=Bytes
KB=KB
MB=MB
GB=GB
pmDefault=Rawêj
Information=Agahî
Warning=Balkêşname
Error=Çewtî
Confirm=Ewlebûn
CurVer=Çapa aniha:
FrmSkin.Btnok.Caption=Erê
Weathertag=F
FrmGeneral.lblunit.caption=Germahî:
DelSkinHint=Hilandina rûrengê
LikeOurSoft=Heger we ji Wise Care 365! Berhemên din ya hevkarîya Wise barbikin.
DownloadMore=Bê pere barbikin
Frmboot.lblsec.caption=Çirk
FrmBuy.lblinfo4.caption=Piştgîrî bê pere.
pmDelete=Brikriina bêpere
pmHelp=Alîkarîya li ser înternêtê
pmforum=Forum
pmHome=Rûpela serekî
pmContact=Bi me re biragihin
pmSettings=Amedeker
pmCheckNew=Nûjenkirinê berçavbikin
pmLang=Ziman
pmRegister=Beşdarbûn
pmAbout=Li ser bernamê
pmLicenseKey=Kilîtê biguhêre
pmIgnore=Guhnede vê bûjenê
pmRCrec=Hilbijartina xistindarên ewledar
pmDCrec=Şîretkirî
pmAll1=Hilbijartina hemûya
pmNone=Bê hilbijartin
pmInvert=Berevajîkirina hilbijartinê
pmGo=Biçe bûjenê
pmGoReg=Cih veke
pmExport=Hinarekirin li…
FrmWPMain.btnrescue.caption=Alîkarî
FrmWPMain.btncheckup.caption=Berçavkirina PC
FrmWPMain.btnsysclean.caption=Paxişkirina pergalê
FrmWPMain.btnsystune.caption=Sazkirina pergalê
FrmWPMain.btnprivacy.caption=Parastina taybetmendîyê
FrmWPMain.btnSysmon.caption=Wêneyê biguhêre
FrmChangeHeader.caption=Guhartina wênokê
FrmHome.btnactive.caption=Bike profîsyonal
FrmHome.lblshare.caption=Parevebike Wise Care 365
FrmHome.lbltools.caption=Alavên din
FrmHome.btntools.hint=Zêdetir
FrmHome.btnhead.Hint=Guhartina wênokê
FrmHome.edtuser.Hint=Guhartina nav
FrmHome.btnfacebook.hint=Share Wise Care 365 on facebook
FrmHome.btntwitter.hint=Share Wise Care 365 with twitter
FrmHome.btngoogle.hint=Share Wise Care 365 on google+
FrmHome.btnemail.hint=Tell your firends about Wise Care 365
FrmHistory.btncheckup.caption=Tedqîq
FrmHistory.lblrecord.caption=Rêkordê baxişbike
FrmExam.btncancel.caption=Nehêle
FrmExam.lblrecheck.caption=Tedqîq
FrmExam.btnfix.caption=Çêkirin
FrmButtons.lblinfo.caption=You can sort all utilities below by drag and drop.
Frmabout.lblstatus.caption=Rewş:
FrmAbout.caption=Li ser bernamê
FrmAbout.lblver.caption=Çapa aniha:
FrmAbout.lblemail.caption=E-peyama piştgîrîyê:
FrmAbout.lblhome.caption=Rûpela serekî:
FrmAbout.lblthanks.caption=Wergêrkirin: Hêja tobal hamo(heja123@hotmail.com)
FrmAbout.lblWarning.caption=Balkêşname: Ev bernama bi destûra navnetewî mafên wê hatî parastin.
frmabout.lblUninstall.caption=Rêbernameyê rakirin
frmabout.lblPolicy.caption=Polîtîkaya Ragihandinê
frmabout.lblEula.caption=EULA
Frmadvdc.btnscan.caption=Destpêkirina dahûrandinê
Frmadvdc.lblpath.caption=Dahûrandina cih:
Frmadvdc.btnrescan.caption=Dubar-dahûrandin
Frmadvdc.btnall.caption=Hilbijartina hemûya
Frmadvdc.btnadvanced.caption=Amedekerên pêşketî
Frmadvdc.btnnone.caption=Bê hilbijartin
Frmadvdc.lblspeed.caption=Dahûrandina leztirîn di cîhanê de!
Frmadvdc.lblrec.caption=Bernamê dî li xweşîya Bikarînera hatî ye:
Frmadvdc.vtfiles.Columns[0]=Nava rêzê
Frmadvdc.vtfiles.Columns[1]=Barist
Frmadvdc.vtfiles.Columns[2]=Şop
Frmadvdc.vtfiles.Columns[3]=Dema gihêştina dawî
Frmadvdc.vtfiles.Columns[4]=Cure
FrmAdvSettings.lblinfo.caption=Ev şîretna carek tenê çalakdibin. Ji ber ku care tê hûnê hilbijêrin.
FrmAdvSettings.btnok.caption=Erê
FrmAdvSettings.btnadd.caption=Zêdekirin
FrmAdvSettings.btnremove.caption=Hilandin
FrmAdvSettings.btncancel.caption=Nehêle
FrmAdvSettings.wcknull.caption=Lêgerîna rêzên vala (0 bayt, girantir)
FrmAdvSettings.wckshortcut.caption=Lêgerîna kurteyên pûç (girantir)
FrmAdvSettings.caption=Amedekerên pêşketî
FrmAdvSettings.btnre.caption=Şîretkirî
FrmAdvSettings.btnall.caption=Hilbijartina hemûya
FrmAdvSettings.btnnone.caption=Bê hilbijartin
Frmadvdc.btnre.caption=Şîretkirî
FrmBackup.caption=Têkûzdane
FrmBackup.btnreg.caption=Afrandina têkûzdaneyeke tevî ji Registry re
FrmBackup.btnsys.caption=Afrandina xala zivrandina pergalê
FrmRestore.caption=Navenda Zivrandinê
FrmRestore.btnRegBk.caption=Tekûzdaneya Registry
FrmRestore.btnSysBK.caption=Zivrandina pergalê
FrmRestore.btnclose.caption=Girtin
FrmRestore.btnrestore.caption=Zivrandin
FrmRestore.btnremove.caption=Hilandin
FrmGeneral.ckfileshred.caption=Zêdekirina perçekirina rêzan li ser pêristê
FrmBFConfig.btnall.caption=Hilbijartina hemûya
FrmBFConfig.btnnone.caption=Bê hilbijartin
FrmBFConfig.btnRemove.caption=Hilandin
FrmBFConfig.caption=Guhnede
Frmbigfile.vtfiles.Columns[0]=Nava rêzê
Frmbigfile.vtfiles.Columns[1]=Barist
Frmbigfile.vtfiles.Columns[2]=Cure
Frmbigfile.vtfiles.Columns[3]=Dema gihêştina dawî
Frmbigfile.vtfiles.Columns[4]=Şop
Frmbigfile.lblpath.caption=Dahûrandina cih:
Frmbigfile.btnrescan.caption=Dubar-dahûrandin
Frmbigfile.btnsearch.caption=Lêgerîn
Frmbigfile.btndel.caption=Hilandin
Frmbigfile.btncancel.caption=Siknandin
FrmBigFile.btnIgnore.caption=Guhnede yên hilbijartî
FrmBigFile.btnExport.caption=Bibe vir..
FrmBigFile.btnExConfig.caption=Bûjenên guhnedayî
FrmBuy.lblfull.caption=Îro Komputera xwe leztir û baştirbike.
FrmBuy.lblfull1.caption=In order to use all features of Wise Care 365, you must purchase the full version.With the full version of Wise Care 365, you can:
FrmBuy.lblinfo0.caption=Kilîkek tu astengên xwe giş çêdikî
FrmBuy.lblinfo1.caption=Cleans all junk files, computer traces and history automatically.
FrmBuy.lblinfo2.caption=Boosts startup speed, Internet connection speed, and keep PC running like new.
FrmBuy.lblinfo3.caption=Real-time protection and optimization for Windows system.
FrmBuy.btnbuy.caption=Ji me re bêje
FrmBuy.btnactive.caption=Kilîta xwe aniha çalak û aktîvbike.
FrmBuy.lblguarantee.caption=Eger hûn nerazîne piştî hûn bernama me bikirin, hûn dikarin perên xwe bibin.
FrmBuy.lblkey.caption=Berê kilît heye?
FrmRegister.caption=Beşdarbûn
FrmLicense.lblinfo.caption=Spas ji bu te
FrmLicense.lblinput.caption=Lava kilîta xwe têxe ji bu bibe profîsyonal
FrmLicense.lblname.caption=Bikarîner:
FrmLicense.lblemail.caption=Email:
FrmLicense.lblkey.caption=Kilîta bernamê:
FrmLicense.btnregister.caption=Beşdarbûn
FrmLicense.lblhelp.caption=Problêma we bi kiltie re hene?
FrmLicense.lblnokey.caption=Kilît lib a min hîn nine?
FrmLicense.lblsupport.caption=Bi me re biragihin
FrmLicense.btnbuy.caption=Ji me re bêje
FrmExitNotice.btnexit.caption=Derketin
FrmExitNotice.btnreg.caption=Kardike jib u beşdarîya hêsanî.
FrmExitNotice.lbltitle.caption=Berî derketina we. Note:
FrmExitNotice.lblinfo.caption=Dibe ku ev problêmna Komputera we pir yawaşbike.
FrmExitNotice.lblregister.caption=Beşdarî  Wise Care 365 Pro bibe:
FrmCommon.btnall.caption=Hilbijartina hemûya
FrmCommon.btnre.caption=Şîretkirî
FrmCommon.btnnone.caption=Bê hilbijartin
FrmCommon.btnScan.caption=Destpêkirina dahûrandinê
FrmCommon.lblstat.caption=Paxişkirina rêzên pûç bi lez û hêsan.
FrmCommon.btncancel.caption=Nehêle
FrmCommon.btnrescan.caption=Dubar-dahûrandin
FrmRegClean.btnall.caption=Hilbijartina hemûya
FrmRegClean.btnre.caption=Şîretkirî
FrmRegClean.btnnone.caption=Bê hilbijartin
FrmRegClean.btnCustom.caption=Hirêma taybet
FrmRegClean.WiseLabel1.caption=Karpêrist
FrmRegClean.lbltype.caption=Hilbijartina vêxistina cureyê:
FrmRegClean.lblweek.caption=Hilbijartina roj:
FrmRegClean.lbltime.caption=Dem:
FrmRegClean.btnScan.caption=Destpêkirina dahûrandinê
FrmRegClean.btncancel.caption=Nehêle
FrmRegClean.btnrescan.caption=Dubar-dahûrandin
FrmRegClean.lblstat.caption=Ta aniha we Registry’a xwe paxişnekirî. Paxişkirinek tavilê ji we re pêşnîyarkirî ye!
FrmRegClean.lblinfo.caption=Paxişkirina Registry ya we dihêle kompyutera we leztir û aramtir karbike.
Frmcustom.caption=Hirêma taybet
Frmcustom.btnre.caption=Şîretkirî
Frmcustom.btnall.caption=Hilbijartina hemûya
Frmcustom.btnnone.caption=Bê hilbijartin
Frmcustom.btncancel.caption=Nehêle
Frmcustom.btnok.caption=Erê
FrmDiskDefrag.btnfree.caption=Valatîya serbest
FrmDiskDefrag.btnfolder.caption=Kaxizhilgir
FrmDiskDefrag.btnfile.caption=Rêz
FrmDiskDefrag.btnsystem.caption=Ya Pergal
FrmDiskDefrag.btnFragmented.caption=Parçe
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Vemirandina PC piştî hevdanekirina sêlkê.
FrmDiskDefrag.btnpause.caption=Rawestin
FrmDiskDefrag.btnstop.caption=Siknandin
FrmDiskDefrag.btnDefrag.caption=Hevdanekirin
FrmDiskErase.lblinfoex.caption=Hilandkera sêlikê dikare taybeymendîya we bi hilandina hin rêzên têkûzdaneyên bernaman biparêze.
FrmDiskErase.btnstopErase.caption=Siknandin
FrmDiskErase.chkshutdown.caption=Vemirîne biştî hilandina sêlikê
FrmDiskErase.BtnErase.caption=Hilandin
FrmDiskErase.lblerasemode.caption=Destber:
FrmDiskErase.vstDisk.Columns[0]=Ajok
FrmDiskErase.vstDisk.Columns[1]=Sercema baristê
FrmDiskErase.vstDisk.Columns[2]=Barista vala
FrmDiskErase.vstDisk.Columns[3]=Rewş
FrmExclusion.btnimport.caption=Hawirdekirin
FrmExclusion.btnexport.caption=Hinarekirin
FrmFileShredder.lblFileLine1.caption=Rêzên dirînî wê bên hilandin û wê neyên zivrandin.
FrmFileShredder.lblFileLine2.caption=Nehêştina rêzên dirînî bên zivrandin bi li ser nivîsandina wan.
FrmFileShredder.btnErase.caption=Dirandin
FrmFileShredder.btnaddfile.caption=Zêdekirina rêzan
FrmFileShredder.btnaddfolder.caption=Zêdekirina kaxizhilgiran
FrmFileShredder.btnstop.caption=Siknandin
FrmFileShredder.btndelitem.caption=Hilandin
FrmFileShredder.vtfiles.Columns[0]=Nava rêzê/kaxizhilgirê
FrmFileShredder.vtfiles.Columns[1]=Şop
FrmFileShredder.vtfiles.Columns[2]=Rewş
FrmGeneral.lbltrash.caption=Faylên negirîng mezintirin ji
FrmGeneral.lbltrace.caption=Hejmara şopên mezintir e
FrmGeneral.chkturbo.caption=Wise Turbo heftane bikarbîne
FrmGeneral.chkstartup.caption=Pêkanîn di destpêkirina Windows de
FrmGeneral.chkbooster.caption=Vêxistina hildana Booster demê destpêkirina kompyuter
FrmGeneral.lblsys.caption=Pergal
FrmGeneral.lblupdate.caption=Sîstem
FrmGeneral.chknews.caption=Berçavkirina nameya nûçeyan demê vekirina bernamê
FrmGeneral.chkexp.caption=Beşdarbûna bernama çaksazî ezmûna kiryar
FrmGeneral.lblexp.caption=Hûragahî
FrmGeneral.lblportable.caption=Çapa hilgirbar
FrmGeneral.btnmakeportable.caption=Çapa hilgirbar
FrmGeneral.lblinterface.caption=Rûkar
FrmGeneral.lbllang.caption=Ziman:
FrmGeneral.chkue.caption=Beşdarbûna bernama çaksazî ezmûna kiryar
FrmGeneral.btnupdate.caption=Aniha seke
FrmBoosterSettings.chkauto.caption=Agahîya hewayê automatkî ji gihê te re bigre
FrmBoosterSettings.chkset.caption=Van agahîyên bikar bîne ku Agahîya hewayê pêkbîne
FrmGobleSettings.btnstartup.caption=Lezkirina destpêkirinê (Boot)
FrmGobleSettings.caption=Amedeker
FrmGobleSettings.TabBtnGeneral.caption=Gelemper
FrmGobleSettings.TabBtnClean.caption=Paxişker
FrmGobleSettings.TabBtnExclusion.caption=Dûrxistin
FrmGobleSettings.TabBtnCheckup.caption=Tedqîq
FrmGobleSettings.btncancel.caption=Nehêle
FrmGobleSettings.btnok.caption=Erê
FrmGobleSettings.btnTray.caption=Ezberekirin
FrmGobleSettings.btnSysProect.caption=Parastina pergalê
FrmNewVer.lblTitle.caption=Çapek nûh heye.
FrmNewVer.lblignore.caption=Guhnede vê çapê
FrmNewVer.btnno.caption=Ne niha
FrmNewVer.btnUpdate.caption=Aniha nûhbike
FrmOptimizer.btnoptimize.caption=Çêtirkirin
FrmOptimizer.lblinfoex.caption=Amedekirina pergalê kare tora û pergala we baştirbike.
FrmOptimizer.btnnone.caption=Bê hilbijartin
FrmOptimizer.btnall.caption=Hilbijartina hemûya
FrmOptimizer.btnDefault.caption=Pergala rêwaj
FrmPrivacyErase.lblinfo.caption=Parastina taybetîya we bi hilandina daneyên taybet.
FrmPrivacyErase.btnrescan.caption=Dubar-dahûrandin
FrmPrivacyErase.btnScan.caption=Destpêkirina dahûrandinê
FrmProcess.caption=Hevdanekirina Registry
FrmProcess.lblwait.caption=Lava rawestin…
FrmProcess.lblinfo.caption=PC ‘ya we wê bersivê nede ta hin çirkan an xulekan.
FrmRegDefragger.lblinfo.caption=Hevdanekirina Registry dihêle kompyutera we leztir û aramtir karbike.
FrmRegDefragger.lblstat.caption=We hîn hevdanekirina Registry xwe nekirî. Paxişkirinek tavilê ji we re pêşnîyarkirî ye!
FrmRegDefragger.btndefrag.caption=Hevdanekirin
FrmRegDefragger.lblinfo1.caption=1. Em pêşnîyarî we dikin ku hûn hemû bernaman bigrin berî ev kara kardike.
FrmRegDefragger.lblinfo2.caption=2. Pergal wê bersiva we nede we demê dahûrandinê.
FrmRegDefragger.lblinfo3.caption=3. Kompyutera we wê ji nûh ve vêkeve piştî bidawîkirina hevdanekirina Registry.
FrmRegDefragger.lblinfo4.caption=4. Lava hevdanekirina Registry nebirînin, ji ber ku wê bibe sedema astengina nenasîn.
FrmRegDefragger.vtdefrag.Columns[0]=Nava şanê
FrmRegDefragger.vtdefrag.Columns[1]=Barista aniha
FrmRegDefragger.vtdefrag.Columns[2]=Barista nûh
FrmRegDefragger.vtdefrag.Columns[3]=Nirxa dubarekirinê
FrmRegDefragger.btnAnalysis.caption=Dahûrandin
FrmPwGenerator.lblnotice.caption=Lava, password’a xwe ezberebike dibe ku tu jibîrbikî.
FrmPwGenerator.BtnCopy.caption=Kopîbike
FrmPwGenerator.ckdigital.caption=Jimarî
FrmPwGenerator.cklowercase.caption=Tîpên biçûk
FrmPwGenerator.ckupercase.caption=Tîpên gir
FrmPwGenerator.ckspecial.caption=Tîpên taybet
FrmPwGenerator.lblinfo.caption=“Password Generator” wê alîkarîya te bike ku tu “password”ên xort û mekin biafrînî.
FrmPwGenerator.lbllen.caption=Password Dirêje
FrmPwGenerator.Btngenerator.caption=Afrandêra “Password”
FrmRate.Btnlist.caption=Rexnên bikarîner
FrmRate.Btnreview.caption=Rexnê min
FrmRate.Btnfirst.caption=Bibe rexnedarê me î yekemîn
FrmRate.Btnsubmit.caption=Bişîne
FrmRate.lblscore.caption=Nirx:
FrmRate.lblscorehint.caption=(Divê hûn stêrkan hilbijêrin ji bu nirxandinê)
FrmRate.lblnick.caption=Nava beşdarbûna we:
FrmRate.lblnickhint.caption=(Vebijarkî)
FrmRate.lblemail.caption=E-peyama we:
FrmRate.lblemailhint.caption=(Vebijarkî)
FrmRate.lblcontent.caption=Naverok:
FrmRate.lblcontenthint.caption=(Vebijarkî)
FrmRate.lbldesctitle.caption=Pênasa bernamê:
FrmRate.lblratesoft.caption=Bernamek pêşnîyarkirî ye
FrmSchedule.btnOK.caption=Erê
FrmSchedule.btnCancel.caption=Nehêle
FrmSchedule.lblinfo.caption=A regular automatic clean helps keep your PC at peak performance and saves your time.
FrmSchedule.chksilent.caption=Bêdeng
FrmSchedule.lbltype.caption=Hilbijartina vêxistina cureyê:
FrmSchedule.lblweek.caption=Hilbijartina roj:
FrmSchedule.lbltime.caption=Dem:
FrmSchedule.caption=Karweşan:
FrmStartupMgr.chkhidems.caption=Hemû Sêrvîsên Microsoft veşêrke
FrmStartupMgr.TabBtnBoot.caption=Destpêk
FrmStartupMgr.TabBtnService.caption=Sêrvîs
FrmStartupMgr.TabBtnHis.caption=Rêkord
FrmStartupMgr.BtnRestoreAll.caption=Bi kilîkekê bizivrîne
FrmStartupMgr.tabbtnup.caption=Lezkirin
FrmSysClean.btnSlimming.caption=Sivikkirina bar
FrmSysClean.btnall.caption=Hilbijartina hemûya
FrmSysClean.btnrecommended.caption=Şîretkirî
FrmSysClean.btnnone.caption=Bê hilbijartin
FrmSysClean.vtsys.Columns[0]=bûjen
FrmSysClean.vtsys.Columns[1]=Barist
FrmSysClean.vtsys.Columns[2]=Cih
FrmSysClean.vtsys.Columns[3]=Pêşnîyarî
FrmTabSysClean.TabBtnBigFile.caption=Kargêra Faylên mezin
FrmTabPrivcay.TabBtnPrivacyErase.caption=Hilandkera taybemendîyê
FrmTabPrivcay.TabBtnDiskErase.caption=Hilandkera sêlikê
FrmTabPrivcay.TabBtnFileShredder.caption=Dirandkera rêzê
FrmTabPrivcay.TabBtnPwGenerator.caption=Afrandêra “Password”
FrmTabSysClean.TabbtnRegclean.caption=Paxişkera Registry
FrmTabSysClean.TabBtnCommonClean.caption=Paxişkera hevbeş
FrmTabSysClean.TabBtnAdvClean.caption=Paxişkera pêşketî
FrmTabSysClean.TabBtnSysSimming.caption=Sivikkirina sîstemê
FrmTabSysTune.TabbtnSysOpt.caption=Çêtirkera pergalê
FrmTabSysTune.TabBtnDDefrag.caption=Hevdanekirina sêlikê
FrmTabSysTune.TabBtnRDefrag.caption=Hevdanekirina Registry
FrmTabSysTune.TabBtnBoot.caption=Kargêra destpêk
FrmTabSysTune.TabBtnContext.caption=Pêrista bernaman
FrmTabSysMon.TabBtnProcess.caption=Monitora Prcoess
FrmTabSysMon.TabBtnHard.caption=Nirînek li ser alavan
FrmTabSysMon.btnProcessor.caption=Proşêssor
FrmTabSysMon.btnBoard.caption=Mainboard
FrmTabSysMon.btnMemory.caption=Bîr
FrmTabSysMon.btnGraphic.caption=Graphic Card
FrmTabSysMon.btnDisk.caption=Hard Drive
FrmTabSysMon.btnNetAdapter.caption=Network Adapter
FrmTabSysMon.btnSoundCard.caption=Kerta deng
FrmSettingClean.cksafe.caption=Hilandina ewle (Giran)
FrmSettingClean.chkAutoBackup.caption=Xwe-têkûzkirina Registry demê paxişkirinê
FrmSettingClean.lblfolder.caption=Kaxizhilgirek taybet ji valakirinê re (ji bikarînerên bi karbînî)
FrmSettingClean.btnadd.caption=Zêdekirin
FrmSettingClean.btnremove.caption=Hilandin
FrmSettingClean.lblscanmode.caption=Çawa Registry bidahûrînim
FrmSettingClean.rdnormal.caption=Asayî (Çêtirîn)
FrmSettingClean.rdssafe.caption=Yên aram tenê (Şanîkirina yên aram tenê)
FrmSettingClean.rddeep.caption=Kûr (Dahûrandina tevî ji bu bijarînerên pêşketî)
FrmSettingClean.lblusers.caption=Pir-Bikarhêner:
frmsettingclean.rdauser.caption=Hemu Bikarhêner
frmsettingclean.rdcuser.caption=Tenê vî Bikarhêner î
frmsettingclean.rdusers.caption=Bikarhêner î hatî hilbijartin
FrmIgnoredItems.BtnRestore.caption=Zivrandin
FrmIgnoredItems.btnall.caption=Hilbijartina hemûya
FrmIgnoredItems.btnnone.caption=Bê hilbijartin
FrmIgnoredItems.lblinfo.caption=Guhnede bûjenên sekirî
FrmShutDownNote.caption=Bîranînker vemirandinê
FrmShutDownNote.btnCancel.caption=Nehêle
FrmShutDownNote.lblshutnote.caption=Wê komputera we were qefilandin
Frmskin.lblphoto.caption=Taybetîya wêneyan
FrmSkin.lblprevious.caption=Paş
FrmSkin.lblnext.caption=Pêş
frminput.btncancel.caption=Nehêle
frminput.btnok.caption=Erê
FrmChangeHeader.btncustom.caption=Avatar’a taybet
FrmChangeHeader.btnsys.caption=Pergala Avatar
FrmChangeHeader.btnlocal.caption=Wêneya navçe
FrmChangeHeader.btnok.caption=Erê
FrmChangeHeader.btncancel.caption=Nehêle
FrmChangeHeader.lblpreview.caption=Pêşbîn
Frmsecurity.caption=WiseCleaner.com bernama çaksazî ezmûna kiryar
Frmsecurity.lbltitle.caption=Beşdarbûna bernama çaksazî ezmûna kiryar
Frmsecurity.lblinfo1.caption=Ji bu alîkarîya başkirina vê berhemê, hûn dikarin beşdarî Customer Experience Improvement Program bibin ku agahîyan bişînin WiseCleaner.com li ser ku çawa hûn berhemên WiseCleaner.com bikartînin.
Frmsecurity.lblinfo2.caption=Ne yek ji agahîyên hatinî komkirin tê bikaranîn ku bi we re biragihê an we nasbike, û dibe ku hûn ji bernamê di her demekê de bên derxistin.
Frmsecurity.lbllink.caption=Li ser Customer Experience Improvement Program zêdetir nasbikin.
Frmsecurity.cbagree.caption=Beşdarbûna bernama çaksazî ezmûna kiryar
Frmsecurity.cbagainst.caption=Ez aniha naxwazim beşdarî vê bernamê bibim.
Frmsecurity.btnok.caption=Erê
FrmTrail.lbltitle.caption=Spas ji bu bikaranîna Wise Care 365
FrmTrail.lblhint.caption=You will not be able to use the following features after the expiry date of trial period.
FrmTrail.lblinfo0.caption=1, One-click to check up and fix computer errors.
FrmTrail.lblinfo1.caption=2, Privacy Eraser.
FrmTrail.lblinfo2.caption=3, Context menu management.
FrmTrail.lblinfo3.caption=4, Auto update to new version.
FrmTrail.lblinfo4.caption=5, Fantastic new skins & themes.
FrmTrail.lblhint1.caption=If you like this program, please renew it in time.
FrmTrail.btnbuy.caption=Ji me re bêje
FrmTrail.btnClose.caption=Paşê
FrmReqInstall.lblTitle.caption=Amûrê ne amade ye, hûn dixwazin bilez daxistin û saz bikin?
FrmReqInstall.lblLicense.caption=Şanîkirina Peymana Lîsansê
FrmReqInstall.lblPrivacy.caption=Polîtîkaya Ragihandinê temaşekirin
FrmReqInstall.upgrade.caption=Guhertoyek nû ya amûrê amade ye. Ma hûn dixwazin niha dakêşin û nûve bikin?
[Lang]
NativeLanguage=Kurdî
[GUI]
ButtonYes=Belê
ButtonNo=Na
ButtonOK=Erê
ButtonMinimize=Biçûkkirin
ButtonMaximize=Mezinkirin
ButtonClose=Girtin
ButtonRestore=Zivrandin
ButtonMenu=Pêrist
ButtonSkin=Rûreng
apply=Pêkbîne
Nothanks=Na, Spas
ButtonCancel=Nehêle
[WiseTray]
TfrmTraySetting.ckclose.caption=Dema ku bernameya sereke girtî ye, tray vebirin.
TfrmAssistMsg.ckbxNoPrompt.caption=Careke din nepirse
TfrmTraySetting.ckAssist.caption=Notify me when someone replied to my post.
TfrmTraySetting.ckReware.caption=Notice me when someone posted a paid question.
TfrmTraySetting.Caption=Amedeker
TfrmTraySetting.btnok.Caption=Erê
TfrmTraySetting.btnCancel.Caption=Nehêle
TfrmTraySetting.ckbx4.Caption=Display floating window automatically when running Wise Care 365
TfrmTraySetting.lbl4.Caption=Auto- optimize the memory when memory usage ratio is higher than this value
TfrmTraySetting.lbl1.Caption=Germahî:
TfrmTraySetting.lbl2.Caption=Agahîyên pergalê şanîbike
TfrmTraySetting.ckbx2.Caption=Fahrenheit
TfrmTraySetting.ckbx1.Caption=Celsius
TfrmTraySetting.ckbx3.Caption=Çêtirkirina Automatîk
TfrmTraySetting.ckbx5.Caption=Germahîya CPU
TfrmTraySetting.ckbx6.Caption=Germahîya GPU
TfrmTraySetting.ckbx7.Caption=Hard Drive Disk
TfrmTraySetting.ckbx8.Caption=Germahîya Mainboard
TfrmTraySetting.ckbx9.Caption=Lezbûn
TfrmTraySetting.ckbx10.Caption=Bikaranîna CPU
FrmTrayMain.btnExit.caption=Derketin
FrmTrayMain.btnShowMain.caption=Vekirina bernama serekî
FrmTrayMain.ppmitem2_1=Veşarkirna pencera popu
FrmTrayMain.ppmitem2_2=Şanîkirina pencera Popup
frmWiseFloatWnd.ppmStayontop=Li jor bimîne
frmWiseFloatWnd.ppmHide=Veşêrkirin
TfrmPopupWnd.Caption=Wise Care 365 Tray
TfrmPopupWnd.btn1.Caption=Çêtirkirin
TfrmPopupWnd.lblM.Caption=Bîr:
TfrmPopupWnd.lblC.Caption=CPU：
TfrmPopupWnd.lblC1.Caption=CPU：
TfrmPopupWnd.lbl1.Caption_1=Firehîya bîrê bese
TfrmPopupWnd.lbl1.Caption_2=Firehîya bîrê hindike
TfrmPopupWnd.lbl1.Caption_3=Firehîya bîrê pir hindike
TfrmPopupWnd.lvitem0=Çêtirkirina bingehîya sîstemê
TfrmPopupWnd.lvitem1=Paxişkirina bîrê
TfrmPopupWnd.lvitem10=Bikaranîna bildm ya bîrê
TfrmPopupWnd.lvitem30=Bikaranîna bildm ya CPU
TfrmPopupWnd.msg1=Paxişkirina bîrê
TfrmTraySetting.lblTip.Caption=Customize  Floating Window
TIP_CPU_USE=Bikaranîna CPU
H_ID_MAINBOARD=Germahîya Mainboard
H_ID_CUP=Germahîya CPU
H_ID_GRAPHICS_T=Germahîya VGA
H_ID_DISK=Germahîya Dîskê
[Context]
ContxtMgrInfo=Rêkek hêsan ku to Çalak/Pûç kirina Windows context menu.
ContextName=Pêrista şîrovê
ContextPublisher=Weşander
ContextType=Cure
ContextAction=Rewş
ContextAll=Hemû rêzan (*)
ContextDirectory=Şop
ContextFolder=Kaxizhilgir
ContextDrive=Ajok
ContextBack=Rûkeval
ContextRecycle=Dubar-çêkirin
ContextShortcut=Kurteya rêzê
ContextExe=Rêzê kirî
Contextunknowndesc=Pênas nenasîne
Contextunknown=Nenasîne
[Message]
systemrestorepoint=Otomatîk xalek xilaskirina pergalê diafirînin
SSD=Hilbijartina we bi kêmanî yek ajokerek rewşê ya zexm (SSD) heye ku dikare bi zincîra pêşîn gava ku ew bi ewlehî were şuştin bişewitîne. Ma hûn dixwazin berdewam bikin?
NoNews=Tu peyamek nexwendiye tune.
MWDetected=MalwareBytes tête destnîşankirin ku% s ji xebatê asteng bike. OK bikirtînin ku çareseriyê bistînin.
ConfirmRemoveDownload=Ew ê hemî pelên di peldanka dakêşandinê de derxe, ma hûn guman dikin ku hûn dixwazin berdewam bikin?
OverMaxTimes=Bi têkbirina nasnameyê! Hûn ji jimareya çalakiyên ku ji hêla lîsansa we ve hatine peyda kirin bêtir derbas kirin. Ger hûn difikirin ku xeletiyek çalakkirinê heye an heke hûn hewceyê bêtir destûrnameyê hewce nebe, bila bi me re têkilî dernekevin.
Skipped=Hate gavkirin
7After=%d roj derbasbûn li ser paxişkirina dawî. Paştirîne ku aniha bidahûrînin.
7Before=Başe ku hûn ajokên xwe paxiş û ewlehîya teybeta we bihêlin.
Activated=Çapa Pro hat çalakkirin.
ActivateOnline=Berçavkirina agahîyên beşdarbûna we, lava rawestin…
AddFileType=Zêdekirina cureyeke rêzan
AddFolder=Zêdekirina kaxizhilgirê
AdviseClean=Wergerandina Hêja.t.h
AllHardDrive=Ajokên sert yên navçe
AlreadExist=%s berê di zexelê de heye.
Analysing=Tê dahûrandin…
Area=War
AvdDefaultHint=Ev beşa têde amedekerên pêşketî hene ku hûn rêzên bêkar bibînin û valahîya ajokê pirtir sebestbikin.
BackupDate=Dîroka têkûzdanê
BackupType=Cureya têkûzdanê
BFName=Nava rêzê
BFPath=Şop
BFSize=Barista rêzê
BFType=Cure
BigfileHint=System key files and important files have already been filtered from the scanning results. Please be cautious when choosing other files.
BigfileSearch=Hilanidna normal ya rêzên mezin û negirîng li ser dîskê wê bêtir li ser dîskê cih hebe!
BigfileSearchFinish=%d rêz hatin dîtin, %s li ser dîskê cihbirî. Mawe: %d çirk.
BigfileSelect=Te %d rêz hilbijartin, wê alîkarîya te bike ku %s li ser Dîskê cih çêbibe.
bkAuto=Jixweber
bkManual=Destkarî
Browse=Pêşrêzkirin…
BrowserRunning=%s bardike. Hûn dixwazin bigrin? Caches û Cookies netên paxişkirin.
BtnHint=Leztir & medmûntir
BtnUpgrade=Çap bitevahî
Cancel=Nehêle
CanFreeSpace=%d rêz nehatin dîtin û %s wê bê ezberekirin
CannotCrTask=Nikare bi wî karî rabe.
Clean=Paxişkirin
CleanDone=Hat paxişkirin!
CleanForReg=Paxişkirina Registry…
CleanHis=Paxişkirina dîrokê
Cleaning=Tê paxişkirin...
CleanNow=Paxişkirinek tavilê pêşnîyakirîye.
ComfirmDefrag=Hûn dixwazin çêtirkirina Registry destpêbikin?
Complete=Bi serî bû
Compress=Tê guvaştin…
ConfirmAdd=Hûn rast dixwazin hemû rêzan ji %s de hilbidin demê hûn "Paxişkera pêşketî" vêdixin?
ConnectFail=Can not connect to the server, please check your internet connection and try later.
CreateBackup=Afrandina daneya têkûzdaneyê…
CreateBackupReg=Afrandina daneyan ji bu zivrandinê.. Lava, çirkekê biseknin.
CreateDate=Dîroka afrandinê
def15After=%d roj derbasbûn li ser hevdanekirina Registry we î dawî. Lava aniha hevdanebikin!
def15Before=Heger hûn Registry guvaştî bihêlin dibe Kompyutera we leztir û aramtir bibe.
DefaultValue=(Rêwaj)
DefragRate=Nirxa çêtirkirinê: %s.
DefragReport=Registry hat guvaştin. Belavoka çêtirkirinê:
DefragReport1=Barista kevin ya Registry:
DefragReport2=Barista nûh ya Registry:
DefragReport3=Çêtirkirina baristê:
delbigfile=Hilanidna normal ya rêzên mezin û negirîng bê zivrandin. Tu dixwazî van rêzên hilbijartî hilbidî?
delbigfileFail=Nikare rêzê hilbide: %s, dibe ku ji alîya bernamên dî tê bikaranîn.
DelSkin=Hûn dixwazin vê rûrengê hilbidin?
Description=Pênase
DisableAdd=Ji bu ewlahîyê, nabe hin kaxizhilgir li ser pêristê zêdebibin. (Mîna "Windows Folder", "Boot of Hard Drive" û "CD-ROM")
Discount=( Ji 25% aniha rezantirbû ye )
DiscountInfo1=We Wise Care 365 Free ji %d roja zêdetir bikaranî.
DiscountInfo2=Pêşkêşek taybet aniha ji we re heye.
DiscountInfo3=Tenê ji  %s nûjenkirna çapa PRO re bidin.
DownloadError=Çewtîya barkirinê, lava gavê ezmûnbikin.
DownloadingSkin=Karûbara barkirina aniha hîn bi dawînebûye. Lava vê bernamê gavê nûjenbikin.
DupFile=Rêz di lîstê da ye
DupFolder=Ev kaxizhilgira berê di zexelê de heye.
DupItem=Bûjen berê di pêristê de heye.
ElapsedTime=Demê derbasbûyî
ELeftTime=Dem tê jimartin…
EmptyEmail=E-peyama we nabe vala be.
EmptyName=Nava we nabe vala be.
EmpytKey=Destûrnameya we nabe vala be.
EnableRestore=Zivrandina pergalê ne çalake. Hûn dixwazin zivrandina pergalê çalakbikin?
Entries=Bûjen
ErrorMsg=Nameya çewtîyê:
ExImport=Zexela hawêrde hat hinarekirin li:
ExitTray=Hûn rast dixwazin ji Wise Care 365 derkevin?
ExpiryDate=Dem bidawî bû
Exported=Bûjena aniha li %s  hat hinarekirin, hûn dixwazin aniha rêzê vekin?
Extracte=Jê derxistin…
FailedCloseProcess=Nikarî nername bisknanda. Lava bi destî bernamê bigre.
FailToDelete=Hin rêz ne tên hilandin ta pergala we careke din vêkeve.
failtounLock=Vekrin biserneket.
FindDrives=Li ajokan tê gernadin...
FindError=Sercema %d astengan hatin dîtin. %d ne parastîne.
FindFilesSize=%d rêz, sercema %s, hatin dîtin.
FindRunProcess=Bername têbikaranîn. Lava bernamê bigre ku ev nûhkirina bidawîbibe.
FindTraces=%d mayî
FindTracesSection=%d mayî hatin dîtin di vê beşê de
Fix=Çêkirin
Free=Belaş
GetHotSkinError=Çewtîk di xwestina agahîya rûrengê de.
GettingRestoreData=Zivrandina daneyan…
GoodHabit=Paxişkirina Registry ya asayî wê PC’ya wê paxişbihêle.
HaveChange=Tu rast dixwazî guhartina ezberebikî?
Hours=Kat
Ignore=Guhnedê
IgnoreVer=Guhnede nûjenkirina vê cape
illegalType=%s curekyek rêzê ne nasîne.
InputCookie=Lava nava malperê têxin (Mîna Google, live ..)
InputSummary=Lava pênasa vê cureyê têxin:
InputType=Lava cureyek an navek rêzê têxin (Mîna: *.tmp hd..).
InvalidEmail=E-peyam çewte, lava e-peyamek rast têxin.
InvalidIgnorItem=Nikare guhnede vê bûjenê.
InvalidKey=Destûrnamek çewte, lava destûrnamek rast têxin.
InvalidRegInfo=Agahîyên beşdarîyê ne rastin!
InvalidType=Pêvokeke rêzê çewt
IsRunning=Ev bernama kardike, Lava rawestin ta dahûrandin bidawîdibe, û dubarebikin.
IssueFound=%d asteng hatin dîtin.
IssuesFound=%d problêm hatin dîtin.
Items=Bûjen
KeyWord=Lava bêjeya xwe têxe:
KillProcessError=Terminate the process error, possible cause is insufficient permissions
LastClean=Cara dawî we sêlika xwe paxişkir di vê demê de bû:
LastCommonClean=Cara dawî we sêlika xwe paxişkir di vê demê de bû:
LastDefrag=Cara dawî we Registry ‘ya xwe hevdanekir di vê demê de bû:
LeastOne=Divê hûn en kêm bûjenekê hilbijêrin ku bê dahûrandin.
LeftTime=Dem maye:
LeftTimeSec=Mawe: %s çirk.
LestOne=Divê hûn en kêm bûjenekê hilbijêrin ku bê dahûrandin.
LestOneClean=Lava en kêm bûjenekê hilbijêrin ku bê paxişkirin.
LestOneItem=Divê hûn en kêm bûjenekê hilbijêrin ku bê paxişkirin.
LogAll=Asteng hatin çareserîkirin.
LogFail=Çewtî di hilandina %d astengan de.
Minutes=Xulek
MoreSpace=Ji bu valahîya pirtir
NeedBackup=Xuyaye ev cara yekemîne hûn vê bernamê bikartînin. Baştir hûn têkûzdaneya Registry bikin. Hûn dixwazin bername bi xwe wisa bike?
NeedInstall=Tu aniha dixwazî %s daxî?
NeedStartup=Girînge ku hûn bi destkarî PC’ya xwe lezbikin, Wise Care 365 ne hatî amedekirin ku di despêkê de karbike.
NeedUpdate=Tu aniha dixwazî %s nûhbikî?
Never=Hîn
NeverDefrag=We hîn hevdanekirina Registry xwe nekirî. Paxişkirinek tavilê ji we re pêşnîyarkirî ye!
New=Nûh
NewVer=Çapeke nûh heye! Hûn aniha dixwazin nûjenbikin?
NoBackupSelected=Lava en kêm têkûzdanekê hilbijêrin ku bizivrîne.
NoDriveChecked=Divê hûn ajokekê an pirtir hilbijêrin ku bê dahûrandin.
NoError=Pîroz be! Registry’a we paxişe!
NoFilesFound=Paxişkirin
NoItemChecked=Lava rêzekê an pirtir hilbijêrin ku paxişbike.
NoItemFound=Ti bûjen ne hatin dîtin
NoItems=Pîrozbe! Hemû bûjen hatin çêtirkirin.
NoNewVer=Pîrozbe! Hûn çapa tev dawî bikartînin!
NoRegInfo=Agahîyên Beşdarbûnê nedît
Notice=PC’ya xwe Leztir & medmûntir bike
NoTracesFound=Mayî nîne
NoTrashAndTrace=Pîrozbe! Kompyutera we paxişe!
NotShowNotice=Vê şanîneke careke dî
NotSupportOS=Evana li ser vê sîstemê nabin.
NowCleaning=Aniha paxişkirin:
Offer=Daşikanina taybet
Optimize=Çêtirkirin
PluginCount=Plugin count:
PrivacyActive=Çalak
PrivacyData=Şopên taybetîyê:
PrivacyDefaultHint=Dikare dahûrandina asayî peydabike ji bu daneyên taybetmendîya we netên dîtin.
Privacyissues=Problêmên taybetîyê:
PrivacyUnActive=Problêmên taybetîyê: Ne çalake
Problems=Asteng
Proupdate=Ev çapa PRO bê pere ye, lê wê tevlî çapa bêpere bibe heger we wise care 365 nûjenkir. Berdewam?
RegBackup=Tekûzdaneya Registry
RegBackupDone=Afrandina zivrandina daneyan serkeftîbû.
RegBackupFail=Afrandina zivrandina daneyan nebû.
RegeditorLocked=“regedit” a te kilîtbûye. Tu dixwazî “regedit”ê vekî?
RegEntries=Bûjenên Registry çewt.
Regerror=Çewtîya Registry:
Registried=Hat beşdarkirin
RegRestore=Zivrandina Registry
RegTitle=Beşdarnebûye
Removebackup=Hûn dixwazin têkûzdaneya hilbijartî hilbidin?
RemoveSysRestore=Hûn dixwazin xala zivrandina pergalê yê hilbijartî hilbidin?
ReScanHint=Em we pêşnîyardikin ku hûn dubar-bidahûrînin ku hûn astengan pirtir bibînin.
ReScanHint1=Em pêşnîyarî we dikin ku hûn careke dîn bidahûrînin ji bu li astengan bigerin.
ReScanHint2=Lava dubar-bidahûrînin ku hûn astengan bibînin.
RestoreComplete=Zivrandin biseribû
RestoreFromSysRestore=Divê hûn kompyutera xwe ji nûh ve vêxin ji bu zivrandina pergalê. Hûn dixwazin dest bi zivrandinê bikin?
RestorePointDone=Xala zivrandina pergalê biserkeftin hat afrandin.
RestorePointFail=Çewtî di afrandina xaleke zivrandinê.
RestoreReg=Zivrandina Registry… Hin xulekan rawestin…
Safetodel=Ev bûjena bi ewlehî netê hilandin.
ScanAborted=Dahûrandin ji kar hat xistin!
ScanCanceled=Dahûrandin ji kar hat xistin!
ScanFor=Dahûrandin:
Scaning=Tê dahûrandin...
ScannedSection=Parên li ser kardike:
Scanning=Tê dahûrandin...
ScheduleHint=Komputera xwe normal paxişbike.
ScheduleNextTime=Carê tê:
ScheduleNotActive=Karpêrista karûbar nehatî çalakkirin.
Secs=Çirk
SelectFolder=Lava kaxizhilgirekê hilbijêrin
SelectHardDrive=Lava ajokeke sert hilbijêrin
ShredFile=Çirandina rêzan/folder
SkinCorrupt=Rêza rûrengê ya hatî barkirin biserînebû! Lava dubar-barbikin.
SkinLimit=Ev rûrenga tenê di çapên nûh de heye, aniha nûjenbikin?
StartClean=Paxişkirin
StartScan=Destpêkirina dahûrandinê
SuggestDefrag=Hevdanekirinek tavilê ji bu Registry baştirîne.
SuggestIgnore=Pir zore ku Registry aniha firhbibe, û ji ber vê lava care tê hevdanebikin.
Summary=Kurte
SysCreating=Afrandina xala zivrandina pergalê…
SysProtectOff=System Protection Off
SysProtectOn=System Protection On
SysRestoring=Tê amedekirin ji bu zivrandina pergalê…
ThanksRegister=Spas ji bu beşdarbûna we bi vê bernamê re!
Total=Asteng
TotalDefrag=Sercema yên hatinî guvaştin %.2f .
TotalTraces=Sercemin mayî  %d hatin dîtin
TraceCount=Şopên hijmartî:
TraceFound=Sercemin mayî  %d hatin dîtin
TraceFoundEx=Ev rêznên mayî hatin dîtin:
TraceRemoved=%d xeterên taybetmenîyê hatin hilandin.
TranslateTo=Wergerandin…
TrashFound=%d rêz, sercema %s, hatin dîtin.
TrashFoundEx=Ev rêznên bêkar hatin dîtin:
TrashRemoved=%d rêz hatin hilandin û %s valahîya sêlikê hat serbestkirin.
TrashSize=Rêzên negirîng:
TrayNotice=PC’ ya we berî nîv mehê nehatî paxişkirin!
TuneupCount=Tuneup count:
TypeChanged=We bûjenên dahûrandinê guhartin!
TypeNoError=Paxişkirin
Unknow=Ne nasîn.
Unlimited=Ne nasîn.
Unoptimized=Hîn nehatî çêkirin
Unregistried=Bê qeydkirî
VipSkin=Ev rûreng ji bikarînerên beşdarbûnî re tenê ye, Aniha nûjenkirin?
WaitForDownload=Lava li bendêbin ta barkirin bidawîdibe.
WaitUpdateComplete=Nûhkirin hîn bidawînebû. Lava vê bernamê paşê nûhbike.
WarnNoType=Lava en kêm rêzekê hilbijêrin ku lêbigere!
WarnZeroFile=We şêwaza "Rêza Vala" hilbijartî. Hin 0 Bayt ji rêzan girîngin, lava careke dî li wan binirin berî hûn hilbidin. Hûn rast dixwazin wisa bikin?
WDCReport=Belavoka Wise Disk Cleaner
Working=Lava rawestin ta karûbar bidawîdibe, û dubarebikin.
[Exclusion]
Folder=Kaxizhilgira hawêrde
AddFolder=Zêdekirina kaxizhilgirê
File=Rêza hawêrde
AddFile=Zêdekirina rêzê
File Type=Cureya rêza hawêrde
AddType=Zêdekirina cureyekê
Registry=Kilîta Registry ya hawêrde
Add Key=Zêdekirina kilîtê
Delete=Hilandin
Cookies=Malpera hawêrde
Add Cookie=Zêdekirina hawêrde
Whiteapp=Sêwirên spî yên serîlêdanê
Blackapp=Serlêdanên reşandin
WhitePosition=Helwesta Whitelist
BlackPosition=Rewşa lîsteya reş
[PrivacyScan]
SeenPictures=Dîroka wêneyên temaşekirî
SeenPicturesHint=Dîroka wêneyên temaşekirî di înternêtê de
SeenMovies=Dîroka Fîlmên/Vîdyo yên temaşekirî
SeenMoviesHint=Dîroka Fîlmên/Vîdyo yên temaşekirî di înternêtê de
AccessFiles=Dîroka rêzên gihêştî
AccessFilesHint=Dîroka rêzên gihêştî demê bikaranîna kompyuter
VisitedWeb=Dîroka rûpelên serdankirî
VisitedWebHint=Dîroka rûpelên serdankirî di înternêtê de
[PrivacyClean]
GoodHabit=Te dezgehek we paqij e, ew zewacek baş e, wê bihêlin!
CleanNow=Paxişkirinek tavilê pêşnîyakirîye.
TraceFound=%d xeterên taybetmenîyê hatin dîtin
TraceRemoved=%d xeterên taybetmenîyê hatin hilandin.
[Password]
Weak=Jar e
OK=Erê
Strong=Xort e
[Schedule]
Daily=Rojane
Weekly=Heftane
Monthly=Mehane
Idle=Li ser laşgiran e
Login=Demê têketinê
Sunday=Yekşem
Monday=Duşem
Tuesday=Sêşem
Wednesday=Çarşem
Thursday=Pêncşem
Friday=În
Saturday=Şemî
AutoScan=Xwe-dahûrandin
AutoClean=Xwe-paxişkirin
[Bootup]
BootAction=Pêvejo
BootDelHint=Hilandina vê bûjenê
BootLoad=Barkirina bernamê destpêkê û xizmetê
BootName=Pênasa bernamê
BootRate=Nirxandina bernamê
BootSuggestion=Pêşnîyar/Nirxandin
BootTime=Demê vêxistinê
BtnRestore=Zivrandin
CanDisable=Vebijarkî vebûne
delItem=Hûn rast dixwazin bûjenê hilbidin?
Disable=Jikarxistin
Enable=Çalakkirin
FailToChange=Ev bûjena nikar çalakbe an jikarbixe
HisInfo=%d bûjen aniha jikarxistî ne. Hûn hêsanî dikarin çalakbikin.
Keep=Hilanîn
MaySpeedup=Demjimêrê boot ya we %.2f seconds dê kurt bibe.
MustEnable=Divê çalak be
NoHisInfo=Aniha bûjenên jikarxistî nînin.
NoSuggestion=Pêşnîyar nîne
Optimal=BaŞtir
Publisher=Weşander
ServiceCountInfo=%d xizmeta sêyemîn hat dîtin,û %d xizmetên pergalê hatin dîtin.
ServiceName=Pênasa xizmetê
StartupInfo=Lava, hin bernamên ne girîng betalbike ku PC’ya te leztirbibe.
ToDisable=Pêşniyar dikin
ToKeep=Wek xwe bihêle
Tuneup=Çêtirkirin
TuneupDone=%d booteyên hêmanan(s) hatin gepatkirin.
TuneupFaile=%d booteyên hêmanan(s) hatin gepatkirin.
SecurityConfirm=%d booteyên hêmanan(s) Nikarin bên
[Msg]
WDCScanSpeed=Dahûrandina leztirîn di cîhanê de!
WDCSysSlimming=Rêz ne dîtin!
PowerOpt=Sazkirina pergalê
[CommonClean]
ScanAbortedHint1=Em pêşnîyarî we dikin ku hûn careke din û aniha rêzên bêkar bibînin.
ScanAbortedHint=Em pêşnîyarî we dikin ku hûn careke din û aniha bidahûrînin ji bu rêzên bêkar û mayîna wan bibînin.
DefaultHint=Dahûrandin wê alîkarîya we bike ku hûn astengan dilnîya  yên gumankirî, bûjenên êku tên başkirin û hûn bi nikilekê dikarin çaksazbikin.
7After=%d roj derbasbûn li ser paxişkirina dawî. Paştirîne ku aniha bidahûrînin.
7Before=Başe ku hûn ajokên xwe paxiş û ewlehîya teybeta we bihêlin.
[SysClean]
Scanning=Tê dahûrandin...
ScanEnd=Sercema we bûjenên hatinî dîtin %d . %s wê di valahîya ajoka we serbestbibe biştî sivikkirina bar.
NoItems=Pîrozbe! Hemû bûjen hatin çêtirkirin.
Open=Vekirin
Remove=Hilandin
MoreSpace=Ji bu valahîya pirtir
Cleaning=Tê paxişkirin...
SpaceFreed=Bar sivikkirin biseribû. %s di valahîya ajoka we de hat serbestkirin.
Installer=Windows Installer’a kevin
LongInstaller=Rêzên bêkar yên Windows Installers. Ew tên hilandin ji bu serbestkirina valahîya sêlikê.
PatchUninstall=Hilandina rêzên Windows Update Patches
LongPatchUninstall=Heger hûn naxwazin Windows Update hilbidin, hûn karin van rêzan hilbidin.
Downloadedfiles=Rêzên Windows Downloaded Installation
Longdownloadedfiles=Piştî serkeftina Windows update patch installation, ewleye ku rêz bên hilandin.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=Rêzên bi xizmeta Windows installer hatinî afrandin, û ew tên hilandin.
JPIME=IME’a Japonî
LongJPIME=Heger IME nema bi we girînge, hûn karin wan hilbidin.
KoreanIME=IME’a Kurî
LongKoreanIME=Heger IME nema bi we girînge, hûn karin wan hilbidin.
TChineseIME=IME’a Çînî gelêrî
LongTChineseIME=Heger IME nema bi we girînge, hûn karin wan hilbidin.
MPinyinIME=IME'a Microsoft Pinyin
LongMPinyinIME=Heger IME nema bi we girînge, hûn karin wan hilbidin.
HelpFile=Rêzên alîkarîyê ya Windows
LongHelpFile=Heger IME nema bi we girînge, hûn karin wan hilbidin.
SamplePic=Wêneyên mînoka Windows
LongSamplePic=Heger IME nema bi we girînge, hûn karin wan hilbidin.
SampleMic=Mûzîkên mînoka Windows
LongSampleMic=Heger IME nema bi we girînge, hûn karin wan hilbidin.
SampleVideos=Vîdyoyên mînoka Windows
LongSampleVideos=Heger IME nema bi we girînge, hûn karin wan hilbidin.
SampleMedia=Sample Media of Windows
LongSampleMedia=Heger IME nema bi we girînge, hûn karin wan hilbidin.
Wallpaper=Rêzên kaxizdîwara Windows
LongWallpaper=Heger IME nema bi we girînge, hûn karin wan hilbidin.
Win10Upgrade=Pelên nûvekirina Windows 10
Win10UpgradeLong=Heke hûn berê xwe dan Windows 10, nûvekirin, ji kerema xwe vê peldanka hilweşînin da ku bêtir cîhê dîskê bigirin.
[PCExam]
FixComplete=Paqij qediya.
ScanComplete=Rêzkirin qediya.
CheckDefrag=Berçavkirnia hevdanekirina ajoka pergalê
DefaultHint=Dahûrandin wê alîkarîya we bike ku hûn astengan dilnîya  yên gumankirî, bûjenên êku tên başkirin û hûn bi nikilekê dikarin çaksazbikin.
Details=Hûragahî
DiskDefrag=Hevdanekirina sêlikê
ExamCanceled=Dahûrandin jikar hat xistin!
ExamEndHint1=%d bûjen hatin dahûrandin, %d jê astengin. Em pêşnîyardikin bi hev re wan çaksazbikin.
ExamEndHint2=%d bûjen hatin dîtin, %d jê astengîne. %d bûjen divê bi destkarî bên çaksazkirin. “Çaksazkirin” aniha.
ExamEndHint3=%d bûjen hatin dîtin, %d jê astengîne. Divê hûn wan bi destkarî bên çaksazkirin.
ExamEndHintFixed=Pîroz be! Hemû bûjen hatin çaksazkirin.
ExamEndHintFixed3=%d problêm hatin çarekirin, %d bûjen divê tu bi desta çareserbikî.
ExamEndHintFixed4=Pîroz be! %d problêm hatin çarekirin.
ExistsPrivacyRisks=Xeter li ser taybemendîya we heye.
FilesFound=%d rêz hatin dîtin,  %s cih digrin.
FindJunkFiles=%d rêzên negirîng, %s.
FindPrivacyData=%d şopên taybeytîyê hat dîtin.
FindTrace=%d mayî
FindTraces=%d mayî
FindTrash=%d rêzê bêkar hatin dîtin,  %s cih digrin.
FirePWall=Berçavkirina hebûna ardîwara gelemper ya Windows.
FirePWallInvalid=Windows Firewall of public network ne çalake
FirePWallValid=Windows Firewall of public network çalake.
FireSWall=Berçavkirina hebûna Windows Home/ardîwara taybet.
FireSWallInvalid=Windows Firewall of private network ne çalake.
FireSWallValid=Windows Firewall of private network çalake.
FireWallInstalled=Antivirus barkirî.
FireWallUnInstalled=Ti Bernama Antîvayrus li ser kompyutera we ne hat dîtin.
FirstTimeRunHint=PC tendurustî ye? Aniha Dahûrandin!
FixCanceled=Çaksazkirina ji kar hat xistin!
Fixing=Çaksazkirin:
FolderOption=Berçavkirina hebûna “Vebijarkên Kaxizhilgirê”
FolderOptionsInvalid=Vebijarkên kaxizhilgirê Ne çalake
FolderOptionsValid=Vebijarkên kaxizhilgirê çewtin
IEShell=To check the validity of IE shell function.
IEShellFail=IE shell highjacked.
IEShellFine=IE shell works normally.
InstallSafeSoft=Antivirus barbikin
JunkFiles=Rêzên bêkar di kompyuter de
JunkFilesEx=Rêzên pûç wek Cache, logs, rêzên demî û wisa.
LastCheck=Dahûrandina dawî ya PC:
LastFixTime=%d roj derbasbûn li ser dahûrandina dawî.
ManualFix=Çaksazkirina destkarî
ManualProcess=Çêtirkirna bêjenan yê destkarî
ManualProcessEx=Xetera taybetmendîyê, hevdanekirina sêlikê…(çaksazkirina destkarî)
NeedDefrag=Ajoka pergalê girînge bê hevdanekirin.
NoNeedDefrag=Hevdanekirina ajoka pergalê ne girînge.
NoOptimizeItems=Hemû rêz hatin çêtirkirin.
NoPrivacyRisks=Xeter li ser taybemendîya we nîne.
OptimizeOptItems=Bûjenên çêtirbar Validate
OptimizeResult=%d bûjen hatin çêtirkirn ji bu lezkirina kompyuter.
PcGood=Pîroz be! PC’ya we tenduriste.
PCHealthNum=Tendurustîya PC:
PrivacyHint=Çalakîyên PC’ya xwe û şopa înternêtê hemû paxişbike.
PrivacyItmes=Taybetmendî xeterê
ReFixHint=We strongly recommend you complete PC repair operation to make your computer faster.
RegeditLocked=Editor'a Registry Ne çalake
Regeditor=Berçavkirina hebûna Windows Registry Editor
RegeditUnLocked=Editor'a Registry çewte
RegEntriesCount=%d bûjen çewt hatin dîtin.
RegEntriesResult=%d bûjenên Registry hatin paxişkirin.
RegistryJunk=Bûjenên Registry pûç
RegistryJunkEx=Bûjenên Registry çewt
RemoteDesktop=Cache Files of Remote Desktop
RemoteDesktopAlive=Remote Desktop Connection jîndike.
RemoteDesktopDisabled=Remote Desktop Connection Ne çalake
ReScanHint=Em we pêşnîyardikin ku hûn dubar-bidahûrînin ku hûn astengan pirtir bibînin.
Result.FailTranstr=Ti Bernama Antîvayrus li ser kompyutera we ne hat dîtin.
Result.FineTranStr=Bernama Antîvayrus li ser kompyutera we hat barkirin.
SafeCheckResult=%d asteng hatin çaksazkirin.
ScanFor=Dahûrandin:
ScanOptItems=Bûjenên çêtirbar
SDDDetected=SSD detected. Skipped.
SecurityProject=Security related items
SecurityProjectEx=Ardîwar, Registry, çavdêrkirina rûkevalê, û pêşnûmeyên destber.
ShortJunkFiles=Rêzên bêkar
ShortJunkFilesEx=Rêzên bêkar
ShortManualProcessEx=Çêtirkirina pêşnûmeyên destkarî
ShortRegistryJunk=Bûjenên Registry pûç
ShortRegistryJunkEx=Bûjenên Registry pûç
ShortSecurityProjectEx=Pêşnûmeyên destber
ShortSystemTuneup=%d bûhen dikarin çêtirbibin
ShortSystemTuneupEx=Sazkirina pergalê
ShortUserTrace=Daneya pêşrêzkirinê
ShortUserTraceEx=Mayîna kompyuter
Suggestion1=Dahûrandin pêşnîyare.
SystemTuneup=%d bûhen dikarin çêtirbibin ji bu başkirina kara kompyuter.
SystemTuneupEx=Lezkirina Windows, başkirina kar û aramîya pergalê.
TaskManager=Berçavkirina hebûna Windows Task Manager
TaskManagerInvalid=Kargêra karûbar Ne çalake
TaskManagerValid=Kargêra karûbar çewte
Tracehint=Şopa bernamên xwe î Înternêtê û şopên Dukomenta paxişbike.
TraceResult=Clean %d use traces.,.
TracesFound=%d mayî hatin dîtin
TrashResult=%d rêzên bêkar hatin paxişkirn, %s ji sêlikê hat serbestkirin.
UnsettledItems=Ev bûjena divê destkarî bên çaksazkirn.
UserTrace=Mayîna kompyuter ûdîroka înternêt
UserTraceEx=Dîroka bernamên bikaranînî, rêzên gihêştinê, malperên serdankirî.
WindowsAutoUpdate=Berçavkirina hebûna Windows Auto Update Service
WindowsAutoUpdateInvalid=Windows Automatic Update Ne çalake
WindowsAutoUpdateValid=Windows Automatic Update çewte
[FileErase]
NetPath=Nikare şopa Network’ê nasbikê.
None=Ne tişt
Crushing=Dirandin:
Shred=Dirandî
InUsed=Hat bikaranîn
Aborted=Jikarxistî
Shredding=Tê dirandin
SysPath=Şopa we hilbijartî netê hilandin.
ScrubFinished=Hilandin biseribû! %d rêz serkeftî hatin dirandin, lê %d rêz ne hatin dirandin.
ScrubCanceled=Hilandin ji kar hat xistin! %d rêz serkeftî hatin dirandin, lê %d rêz ne hatin dirandin.
Erased=Dirandin
Canceled=Hilandin ji kar hat xistin.
[DiskDefrag]
Volume=Ajok
Format=Rêza pergalê
TotalSpace=Sercema valahîyê
FreeSpace=Valatîya serbest
Fragmented=Parçe
Status=Rewş
PmDefrag=Hevdanekirin
QuickOpt=Çêtirîna lezîn
FullOpt=Çêtirîna tevî
PmAnlyse=Dahûrandin
Resume=Rawestîn
Analying=Dahûrandin
Defragmenting=Hevdanekirin
Optimizing=Çêtirkirin
Analyed=Dahûrandî
Defragmented=Hat hevdanekirin
Optimized=Çêtirkirî
Pause=Rawestin
IsSSD=Hilbijartina we dibe en kêm tê de ajokek sert. Û hevdanekirina ajokê dibe jîyana wê kêmbike. Hûn rast dixwazin berdewambikin?
FragmentedRate=Hevdanekirin
DefragInfo=Pir başe ku tu dîska xwe hevdanbikî wê leztir.
[BtnList]
DuplicateFinder=Duplicate Finder
DuplicateFinderDesc=Amûrek rêveberiya pelê dubare dike.
WiseReminder=Wise Reminder
WiseReminderDesc=Bîranînek Tiştên Ku Dikarin Karên We Rojane Organis bike.
GameBooster=Game Booster
GameBoosterDesc=Booster lîstikek hêsan lê bandorker.
ForceDeleter=Force Deleter
ForceDeleterDesc=A bi ewle û bi hêsanî pel peldank û peldank derxînin
SystemMonitor=Wêneyê biguhêre
SystemMonitorDesc=Pêvajoya, hardware û trafîka torê çavdêrî
AutoShutdown=Auto temrandin
AutoShutdownDesc=Bixweber vekişîne PC
DataRecovery=Zivrandina daneyan
DataRecoveryDesc=Zivrandina rêzên hatinî hilandin
FolderHider=Veşartina Folder & Rêzan
FolderHiderDesc=Hêsanî daneyên taybet veşêrke
JetSearch=Lez lêgerîn
JetSearchDesc=Lez lêgerîna ciha rêzê
MemoryOptimizer=Çêtirkirina bîrê
MemoryOptimizerDesc=Alava hirehkirina bîrê
ProgramUninstaller=Hilandina paxiş
ProgramUninstallerDesc=Bernamên bêdilê te ji binîde hilbide.
PluginClean=Paxişkera “Plugin” a
BigFile=Kargêra Faylên mezin
BigFileDesc=Bi hêsanî kargêrîya rêzên mezin bike.
RegClean=Paxişkera Registry
RegCleanDesc=Çewtîyên Registry bibîne û çêbike.
CommClean=Paxişkera hevbeş
CommCleanDesc=Paxişkirina rêzên pûç bi lez û hêsan.
AdvClean=Paxişkera pêşketî
AdvCleanDesc=Hemû “Driver” ên ne girîng paxişbike û bibîne.
SysSimming=Sivikkirina sîstemê
SysSimmingDesc=Hêsan rêzên negirîng ji Windows hilbide.
PowerOpt=Sazkirina pergalê
PowerOptDesc=Başkirina komputera te.
DiskDefrag=Hevdanekirina sêlikê
DiskDefragDesc=Hevdanekirina sêlikê ji bu lezkirina sîstema te.
RegDefrag=Hevdanekirina Registry
RegDefragDesc=Çêtirkirina Registry ji bu lezkirina sîstema te.
Startup=Kargêra destpêk
StartupDesc=Hêsame ku Kargêra Pêrista bernamên destpêkê kontrolbike.
ContextMenu=Pêrista bernaman
ContextMenuDesc=Hêsame ku Kargêra Pêrista bernaman kontrolbikî.
PrivacyErase=Hilandkera taybemendîyê
PrivacyEraseDesc=Hilandina şop û dîroka ji bu parêzhîya taybetîya te.
DiskErase=Hilandkera sêlikê
DiskEraseDesc=Hemû rêzên hatinî hilandin ji dîska xwe de hilbide.
FileShredder=Dirandkera rêzê
FileShredderDesc=Nehêştina rêzên dirînî bên zivrandin bi li ser nivîsandina wan.
PasswordGenerator=Afrandêra “Password”
PasswordGeneratorDesc=Hêsan “Password”a biafrîne
ProcessMon=Monitora Prcoess
ProcessMonDesc=Hêsan prosêssê kargêrbike
SystemInfo=Agahîyên Kompyuter
SystemInfoDesc=Nirînek bigîştî li ser Agahîyên Kompyutera te.
[DiskErase]
Stop=Siknandin
Erase=Hilandin
Rule1=Daneyên şevreşkî 1 derbasbû (çêtire)
Rule2=DoD 5220.22-M 3 passes
Rule3=Schneier's 7 passes
Rule4=Guttmann 35 passes
EraseFinished=Hilandin biserî bû. Mawe:
ErasingFor=Hilandina rêzên hilandî li ser %s, Lava rawestin…
TempFileDeleting=Rêzên demî tên hilandin…
ErasingForDisk=Hilandina valahîya serbest li ser %s, Lava rawestin…
ManyFiles=Rêzên zivrandbar hatin dîtin.
FewFiles=Hin rêzên zivrandbar hatin dîtin.
SkipAnalyse=Lotkandina dahûrandinê (FAT Ajok)
Secure=Aram
DoesNotSupport=Piştgîrîya vê ajokê nake.
Erasing=Tê hilandin…
Finished=Hilandin bi serî bû.
Canceled=Hilandin ji kar hat xistin.
ConfirmEraseDisk=Wê demekê bistîne ta ajok bê hilandin. Lava bernamên dî bigrin xuledana I/O. Berdewam?
PartitionError=Çewtîk giran di Dîska te de hat dîtin.
[Tuneup]
BootSpeedup=Vêxistina lezkirinê/Vemirandina lezbûnê
SystemStable=Aramkirina pergalê
SystemSpeedup=Lezkirina pergalê
NetworkSpeedup=Lezkirina torê
SSDSpeedup=Çêtrikirina  SSD
BootPartition=Enable optimization function to improve Windows startup speed.
BootDelay=Reduce "check disk" time to improve Windows startup speed
ClearPagingFile=Disable the function of clearing Windows Paging File to speed up PC shutdown
TimeOut=Reduce application idleness at shutdown to improve the shutdown process
PrefetchParameters=Optimize prefetch parameters to improve Windows boot-up speed
AutoKill=Close frozen processes to avoid system crash
RestartExplorer=Automatically restart the Windows Explorer to avoid an unexpected desktop disappearing
TwoProcess=Make Windows Explorer components run as a separate process to avoid system conflict
RemoteRegAccess=Guhertina qeydkirinê ji komputerek dûr vekişînin.
BlueReboot=Dema ku pergala li ser ekrana şînê ya mirinê rû dide, bixweber ji nû ve saz bikin.
SuperPrefetchParameters=Super-prefetch neçalak bikin ku sûdwergirtina bîra li ser windows (8/10) bootup kêm bikin.
ErrorReport=Rêzên belavoka şaşîyan
Debugger=Disable the debugger to speed up error processingDisable the debugger to speed up error processing
OptMemory=Optimize the default settings of memory to improve system performance
OptVEff=Optimize the appearance of front end components (dialog box, menus, etc.) to improve system performance
OptFileSystem=Optimize the File System to improve system performance
OptDiskSystem=Optimize disk I/O subsystem to improve system performance
DisAutoRun=Disable the "Autoplay" feature on drives to avoid virus infection
OptDiskIdle=Optimize disk I/O while CPU is idle
CloseAnimate=Close animation effect when maximizing or minimizing a window  to speed up the window response
PorcessorTime=Optimize processor performance to make applications, games, etc. run more smoothly. (Please ignore if your machine is a server.)
PagingExecutive=Disable memory pagination and reduce disk I/O to improve application performance. (Option may be ignored if physical memory is <1 GB)
AeroPeek=Boost the display speed of Aero Peek
ForeAppSpeed=Boost the response speed of foreground programs
IconCache=Increase system icon cache and speed up desktop display.
ShowSpeed=Leza bersivê xweşik a xuyangkirina pergalê.
AeroSnap=Aero Snap zûtir bikin ku ji nişka ve çapkirina wêneyê çêbikin.
PreviewUP=Leza Pêşkêşiya Pêl Taskbar Pêl bişkojka vekirî
FileListSpeed=Siyaseya nûvekirina navnîşa pelê Windows-ê xweş bikin.
OptTTL=Optimize TTL(Time To Live) settings to improve network performance
OptMTU=Automatically detect "black holes" by using Path MTU Discovery technique to improve TCP/IP performance
OptWINS=Optimize WINS name querying time to improve data transfer speed
OptNetWork=Optimize network settings to improve transfer performance
OptNetForward=Optimize network forward ability to improve network performance
OptEthernet=Optimize Ethernet card performance
OptIEConnection=Increased max connections per server. Webpage viewing speed and online video watching speed enhanced.
OptDNS=Leza parzûnkirina DNS û DNS xweş bikin.
OptLAN=Têkiliya LAN-ê xweş bikin.
EnableTRIM=Enable TRIM function to improve working performance of SSD.
DisablePrefetch=Disable prefetch parameters to increase SSD working life.
DisableSuperPrefetch=Disable Superfetch parameters to increase working life of SSD.
DisableDefragIdle=Disable auto defrag when idle to increase working life of SSD.
DisableDefragBoot=Disable defrag system drive on boot to increase working life of SSD.
DisableIDECheck=Prevent IDE channel checking to improve the Windows startup speed
ItemsOptimized=%d bûjen hatin çêtirkirin.
NoItems=Pîrozbe! Hemû bûjen hatin çêtirkirin.
NoSelectedItem=Lava en kêm bûjenekê hilbijêrin ku bê çêtirkirin.
OptItems=Ev bûjena %d çêtirkirbarin.
RestoreAll=Hûn rast dixwazin hemû bûjenên Windows’a rêwaj bizivrînin?
StaticIP=Set a static IP for your local connection to improve your PC start speed
TakeEff=Hin guhartin çalaknabin ta hûn careke dî PC’ya xwe ji nûh ve vêxin.
[Summary]
ContextMenu=Tiştên menuya naveroka çewt
MUICache=MUI Cache
Services=Windows Services
Activex=ActiveX/COM Beşên pêkhatî çewt
FireWall=Amderdekera ardîwara Windows çewt
RootAll=Şop û rêzên çewt
SoftwareSection=Şopên û rêzên çewt yên hilandinê
ApplicationPaths=Şopên û rêzên çewt  yên bernama
FileTypes=Rêzên çewt yên agahîyê
HelpFiles=Rêzên çewt yên alîkarîyê
Fonts=Agahîyên destnivsê yên çewt
SharedDLL=DLL’ên parvekirî
MRULists=Pêristên MRU li dawî bikaranînî
UninstallSection=Hilandker
StartMenu=Pêrista Destpêbike
StartupProgram=Bernamên destpêka Windows
SoundandAppEvents=Deng û bûyerên bernaman
IEUrlHistory=Dîroka malperan ya IE
IFEO=Rêzên wêneyan vekirî
EmptyKey=Bûjenên bê agahî
App=Amedekerên bernaman
[ErrorMessage]
MUIError1=Missing MUI reference, but drive "%s" is %s, recommend you ignore this error.
MUIError=Missing MUI reference
ServiceNotExists=Service program specified does not exist.
MimeExName=Rêza MIME çewte : %s
EmptyKey=Bûjenên bê agahî
EmptyHelpdirctory=Şopên alîkarîya vala.
FileNotExist=Rêz (Kaxizhilgir) yên nînin.
HFileNotExist=Rêza alîkarîyê (Kaxizhilgir) yên nînin.
EmptyValue=Nirxa vala
TypeLib=Cure xaneya yên nînin.
NodeEmpty=Tamara vala
SharedFilenotexist=Rêza parvekirî nîne.
sharedfilenotbeuse=Rêza parvekirî netê bikaranîn.
noconnection=Bê rêza agahîya pêkgihêştinê ye.
Invalidpathtoicon=Şopa şaş ya şanikê.
ReferstoaninvalidClass=Dizivre asteke çewt.
Emptyshellcommand=Fernama Shell vala ye.
Invalidshellcommand=Fernama Shell çewte (rêz nîne).
Fontsnotexist=Rêzên destnivîsê yên nînin.
Hijacking=%s hat îrîşkirin ji %s de.
MRULists=Pêristên MRU li dawî bikaranînî
invalidOpenWith=Ti bername wisa nîne.
ReferActivex=Dizivre bûjenek ActiveX/COM çewt.
EmptyCLSID=CLSID vala.
ComSourceNotExist=Çavkanîya COM nîne.
invalidUnistall=Agahîyên hilandinê yên çewt
notexist=Nîne.
ObsoleteStartMenuItem=Bûjeneke pêrista destpêbike berdayî.
SoundFilenotexist=Rêzên deng nîne.
FileNotExist1=Rêz (kaxizhilgir) nîne, lê ajoka "%s" ew %s, çêtirê guhnede vê çewtîyê.
OpenWithError=Vekirin bi çewtîyê, bernama hilbijartî nîne.
OpenWithError1=Vekirin bi çewtîyê re, bernama taybet nîne. lê ajoka "%s" ew %s, çêtirê guhnede vê çewtîyê.
ComSourceNotExist1=Çavkanîya COM nîne, lê ajoka "%s" ew %s, çêtirê guhnede vê çewtîyê.
[Area]
DNSCache=Pergala cache ya DNS
AccessFiles=Dîroka rêzên gihêştî
ViewedImg=Dîroka wêneyên temaşekirî
VisitedWeb=Dîroka rûpelên serdankirî
WatchedVideo=Dîroka Fîlmên/Vîdyo yên temaşekirî
WinInstallerPackage=Windows Installer’a kevin
WindowsPaint=Windows Paint
AdobeFlash=Adobe Flash
ChromeCache=Hilanîna Google Chrome
ChromeCookies=Google Chrome Cookies
ChromeForm=Dîrokên Google Chrome yên dî
Chromelocalstorage=Google Localstorage
ChromePasswords=Kilîtbêjeyên Google Chrome yên ezberekirî
ChromeSession=Google Chrome Session
Cookies=Cookies
DOMStoreCookies=Microsoft IE DOMStore Cookies
DownloadedPatch=Rêzên jêbarkirî yên Windows afrandî
Downloads=Pelên dakêşandî yên gerok
Dump=Rêzên Memory Dump
ErrorReport=Rêzên belavoka şaşîyan
ExplorerMRU=Explorer din MRUs
FireFoxCache=Hilanîna Mozilla Firefox
FireFoxCookies=Mozilla Firefox Cookies
FireFoxForm=Dîrokên Mozilla Firefox yên dî
FireFoxOther=Dîrokên Mozilla Firefox yên dî
FireFoxPasswords=Kilîtbêjeyên Mozilla Firefox yên ezberekirî
FontCache=Windows Font Cache
IEAddressBarHistory=Bena navnîşana dîroka Microsoft Internet Explorer
IECahce=Hilanîna Microsoft IE
IECookies=Microsoft IE Cookies
IEForm=Dîrokên IE yên dî
IEHistory=Microsoft Internet Explorer Active History
IEPasswords=Kilîtbêjeyên IE yên ezberekirî
IISLog=IISLog
InvalidLnk=Kurteyên çewt
InvalidScTask=Karên Nexşandî yên çewt
InvalidStartMenu=Invalid Start Menus
JumpList=Zexelên bena karûbara lotikîn (Bûjenên hilbide)
LastDownloadDir=Ciha dawî ya jêbarkirinê
LogFile=Rêzên “System Log”
MESCache=Microsoft Security Essentials logs and update cache
MetroCache=Windows Metro Cache
MSEdgeCache=Microsoft Edge Cache
MSEdgeCookies=Microsoft Edge Cookies
MSEdgeDownloadHistory=Dîroka Daxistina Microsoft Edge
MSEdgeHistory=Dîroka Microsoft Edge
MSEdgeRecentlyTypedURLs=Microsoft Edge URLên Tîpa Dawîn
MSEdgeSavedFormInformation=Agahdariya forma hilanînê ya Microsoft Edge
MSEdgeSavedPasswords=Edîfreyên Bijara Microsoft Edge
MSEdgeSession=Microsoft Edge Session
MSOffice=Microsoft Office
Networkmapping=Dîroka hilandina ajoka torê
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Microsoft Office Recent History
OperaCache=Opera cache
OperaCookies=Opera cookies
OperaHistory=Opera history
OperaPasswords=Opera saved password
OperaSessions=Opera sessions
OperaSiteIcon=Opera website Icons
OperaURLHistory=Opera typed URLs
PaleMoonCache=PaleMoon Cache
PaleMoonCookies=PaleMoon Cookies
PaleMoonDownloadHistory=Dîroka Daxistina PaleMoon
PaleMoonHistory=Dîroka PaleMoon
PaleMoonSavedFormInformation=Agahdariya Forma PaleMoon Saved
PaleMoonSession=Sale PaleMoon
PaleMoonSitePreferences=Pêşniyarên Malpera PaleMoon
Prefetch=Daneyên Windows Prefetch
Recentdocuments=Belgeyên dawî
Recyclebin=Valakirina Recycle Bin
RemoteDesktop=Cache Files of Remote Desktop
RunStartMenu="Run" di "Start Menu" de
SafariCache=Hilanîna Safari Internet
SafariCookies=Safari Cookies
SafariHistory=Dîroka Safari
SafariPasswords=Safari Saved Form Information
SearchList=Windows Search History
SysTemp=Rêzên bêkar yên Windows afrandî
SystemTrace=Trên Windows û Serîlêdan
ThumbCache=Thumbnail Cache
TraceClean=Mayînên di kompyuter de
TraryNotify=Hilanîna danezanînên li ber katjimêrê
TrashClean=Rêzên bêkar di kompyuter de
TypeInternetCache=Web Browser Cache
TypeInternetTrace=Web Browser Trace
TypeMedia=Multimedia
TypeOtherApp=Bernamên dî
TypeSystem=Pergala Windows
TypeWComponents=Windows Components
UserTemp=Rêzên di kaxizhilgirên berdemî yên bikarîneran
Vivaldi=Vivaldi
VivaldiCache=Vivaldi Cache
VivaldiCookies=Vivaldi Cookies
VivaldiForm=Dîroka Forma Xweser a Vivaldi
Vivaldilocalstorage=Vivaldi Localstorage
VivaldiSavedPasswords=Şîfreyên Vivaldi hatî hilanîn
VivaldiSession=Vivaldi Session
WindowsSysCache=Cache System Windows
WindowsWordpad=Windows Wordpad
WinInstallerCache=Windows Installer Cache
WinSxsBackup=Wegerindina WinSxs Windows
Yandex=Yandex
YandexCache=Yandex Cache
YandexCookies=Yandex Cookies
YandexForm=Dîroka Forma Xweser a Yandex
YandexLocalstorage=Yandex Localstorage
YandexPasswords=şîfreyên Barkirî Yandex
YandexSession=Yandex Session
BraveBrowser=Brave Browser
BraveBrowserCache=Brave Browser Cache
BraveCookies=Brave Browser Cookies
Braveform=Dîroka Forma Xweser a Brave Browser
BraveBrowserlocalstorage=Brave Browser Localstorage
BravePasswords=şîfreyên Barkirî Brave Browse
BraveSession=Brave Browser Session
AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0
AdobeReader8.0=Adobe Reader 8.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader11.0=Adobe Reader 11.0
AdobeReader DC=Adobe Reader DC
AdobeAcrobat8.0=Adobe Acrobat 8.0
AdobeAcrobat9.0=Adobe Acrobat 9.0
AdobeAcrobat10.0=Adobe Acrobat 10.0
AdobeAcrobatXI=Adobe Acrobat XI
AdobeImageReady7.0=Adobe ImageReady 7.0
AdobeImageReadyCS=Adobe ImageReady CS
AdobePhotoshop6.0=Adobe Photoshop 6.0
AdobePhotoshop7.0=Adobe Photoshop 7.0
AdobePhotoshopCS=Adobe Photoshop CS
AdobePhotoshopCS2=Adobe Photoshop CS2
AdobePhotoshopCS3=Adobe Photoshop CS3
AdobePhotoshopCS4=Adobe Photoshop CS4
AdobePhotoshopCS5=Adobe Photoshop CS5
AdobePhotoshopCS6=Adobe Photoshop CS6
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=Advanced Searchbar
YahooToolbar=Yahoo Toolbar
WindowsLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleToolbarIE=Google Toolbar IE
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Google Calendar Sync
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows Media Player
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=MS Works 4.0
MSOffice97=Office 97
MSOfficeXP=Office XP
MSOffice2003=Office 2003
MSOffice2007=Office 2007
MSOffice2010=Office 2010
MSOffice2013=Office 2013
MSOffice2016=Office 2016
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=
MacromediaShockwave11=
MicrosoftSilverlight=
UleadSmartSaverPro3.0=
NortonAntiVirus=
SymantecAntiVirus=
MSSnapshotViewer=
MSManagementConsole=
MSWordpad=
MSPaint=
MSPhotoEditor=
MSSearch=
SearchCharmHistory=
NeroBurningROM=
NeroBurningROM 9=
NeroBurningROM10=
NeroBurningROM2014=
Nero12PlatinumHDSuite=
Nero14PlatinumHDSuite=
NeroVideo11=
NeroVision10=
NeroBackItUp2014=
NeroExpress2014=
WinAce2.0=
SpyBotSearchandDestroy=
Ad-AwareSEPersonal=
Ad-AwareSEProfessional=
Ad-AwareSEPlus=
Ad-Aware=
WebrootSpySweeper=
DriverCleanerPro=
Kazaa=
NetscapeNavigator4.x=
MicrosoftVisualStudio6.0=
AxialisIconWorkshop=
eMuleSearchHistory=
eMuleFileHashes=
WinISO=
IsoBuster=
MediaPlayerClassic=
BSPlayer=
VLCMediaPlayer=
MediaMonkey=
Winamp=
MusicMatchJukebox=
SoundForge6.0=
Audacity=
WindowsLiveMessenger=
Microsoft.SkypeApp=
AOLInstantMessenger=
CamfrogVideoChat=
MirandaInstantMessenger=
Pidgin=
YahooMessenger=
ooVoo=
TeamSpeak=
VentriloClient=
VentriloServer=
MySpaceIM=
AcronisTrueImage=
WinZip=WinZip
WinRAR=
7-Zip=
BitZipper=
PowerArchiver=
PowerArchiver2013=
ZipMagic=
PicoZip=
PKZip=
Java=
FreshDownload=
WindowsMovieMaker=
TextPad=
VirtualDub=
RegEdit=
GameExplorer=
AceHTML5=
Alcohol120=
Alcohol52=
LeechGet=
GetRight=
DownloadAcceleratorPlus=
FreeDownloadManager=
InternetDownloadAccelerator=
InternetDownloadManager=
OrbitDownloader=
Morpheus=
VNCViewer3=
VNCViewer4=
DVDShrink=
TivoDesktop=
CAAnti-Virus=
ZoneAlarm=
GoogleEarth=Google Earth
PerfectDisk7.0=
DaemonTools=Daemon Tools
Vuze=
BitTorrent=BitTorrent
FrostWire=
uTorrent=
Shareaza=
iMesh=
BearShare=
DC++=
Ares=
CuteFTPPro7.0=
CuteFTPHome7.0=
CuteFTPPro8.0=
CuteFTPHome8.0=
CuteFTP9=
CoreFTP=
FileZilla=
SmartFTP=
ClamWin=
EwidoAnti-Malware=
AVGAnti-Spyware=
MalwarebytesAnti-Malware=
SpywareTerminator=
SUPERAntiSpyware=
A-Squared=
FoxitReader=
FoxitReader6.0=
FoxitReader7.0=
FoxitReader8.0=
FoxitReader9.0=
Paint.NET=
OpenOffice1.14=
OpenOffice2.0=
OpenOffice2.1=
OpenOffice3=
OpenOffice4=
GrisoftAVG7.0=
AVGAntiVirus8.0=
AVGAntiVirus9.0=
AVGAntiVirus10.0=
AVGAntiVirus2012=
AVGAntiVirus2013=
AntiVirDesktop=
AvastAntivirus4=
AvastAntivirus5=
AvastAntivirus=
BitDefender=
TUGZip=
WindowsDefender=Windows Defender
IZArc=
MSSearchHelperExtension=
MSOfficePictureManager=
ImgBurn=
CloneCD=
VirtualCloneDrive=
WinPatrol=
LogMeIn=
AshampooBurningStudio10=
AshampooBurningStudio11=
AshampooBurningStudio14=
ExamDiff=
ExamDiffPro=
CompareIt=
WinDiff=
FeedDemon=
Last.FM=
Pando=
Sandboxie=
Snagit9=
Snagit10=
Snagit11=
Snagit12=
Ditto=
Evernote=
I2P=
McAfeeAntiVirus=
PerfectDisk8=
PerfectDisk9=
PerfectDisk10=
PerfectDisk11=
PerfectDisk12=
PerfectDisk12.5=
PowerISO=
UltraISO=
GIMP2.4=
GIMP2.6=
GIMP2.8=
GoZilla=
MagicISO=
Zune=
BreezeBrowserPro=
FastStoneImageViewer=
FastStoneCapture=
AkelPad=
Notepad++=
NoteXpad=
RegEditX=
FoxitReader5.0=
ACDSee14=
CamtasiaStudio7.0=
CamtasiaStudio8=
CoffeeCupHTMLEditor=
AnyVideoConverterUltimate=
FreemakeVideoDownloader=
FreemakeAudioConverter=
FreemakeVideoConverter=
ConvertXToDVD=
VSOBlu-rayConverterUltimate=
VSODVDConverterUltimate=
AIMP3=
CorelVideoStudioProX4=
CorelVideoStudioProX5=
AlZip=
CyberLinkPhotoDirector3=
CyberLinkPowerDirector10=
CyberLinkPowerDirector12=
CyberLinkAudioDirector4=
DivXplayer=
UniversalExtractor=
4Sync=
CopernicDesktopSearch=
DVDFab=
InkScape=
Anonymizer=
Gadu-Gadu=
FoxitPhantomPDF=
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=
SamsungKies=
ConnectifyHotspot=
ExpressScribe=
GomPlayer=
SonyVegasPro12.0=
DirectoryOpus10=
NVIDIAInstallFiles=
CDBurnerXP=
UltraEdit=
PhotodexProShowProducer=
SketchUpMake2013=
HandBrake=
ABBYYFineReader11.0=
TheBat=
WondershareVideoConverterUltimate=
SublimeText=
Picasa3=
KingsoftOffice2013=
XilisoftVideoConverter=
XilisoftDVDRipper=
dBpoweramp=
SyncBackFree=
WondershareVideoConverterPro=
AimersoftVideoConverterUltimate=
StardockWindowBlinds=
NitroPro9=
NitroPDFReader3=
VirtualDJ7=
FormatFactory3.3.5=
TeamViewer=
MSOneDrive=
VNCViewer5=
Tag&Rename3.8=
Tango=
PhotoScape3.6.5=
BlueStacks=
ManyCam4.0.109=
XnView=
AppleInstallCache=Apple Software Install Cache
BaiduYunGuanjia=
Battle.net=
DriveTheLife=
iTunes=
kpzs-cache=
QIHU360TotalSecurity=
Tencent-Logs=
Thunder=
Thunder-Game=
ThunderXMP=
Yodao-Dict=
YY=
DriverGeniusUpdateFiles=
DriverGeniusBackupFiles=
DriverGeniusDownloadInstallerFiles=
DriverGeniusCacheFiles=
QQMusicCacheFiles=
KuGouMusicCacheFiles=
KuGouLyricFiles=
XIAMIMusicCache=
NeteaseCloudMusicCache=
KuWoInstallCache=
KuWoMusicCache=
BaiduMusicLogFiles=
BaiduMusicCache=
WeSingLogFiles=
WeSingCache=
QQLiveCacheFiles=
YoukuCacheFiles=
IQIYIVideoCacheFiles=
mgtvLogFiles=
mgtvCacheFiles=
CNTVUpdateLogFiles=
SOHUPlayerCacheandLogFiles=
SOHUPlayerDownloadsCache=
StormPlayerTempFiles=
PPTVTempFiles=
BaiduPlayer=
FunshionPlayer=
QQCacheFiles=
QQreceivedimages=
QQreceivedfiles=
QQreceivedDynamicEmoticon=
QQreceivedVideo=
QQreceivedAudio=
TIMCacheFiles=
QTalkCacheFiles=
QQPCMgr=QQ PC Rêvebirê
TencentQQGame=
[Type]
ContextMenu=Tiştên menuya naveroka çewt
MUICache=MUI Cache
Services=Windows Services
Activex=ActiveX/COM Beşên pêkhatî çewt
FireWall=Amderdekera ardîwara Windows çewt
RootAll=Şop û rêzên çewt
SoftwareSection=Şopên û rêzên çewt yên hilandinê
ApplicationPaths=Şopên û rêzên çewt  yên bernama
FileTypes=Rêzên çewt yên agahîyê
HelpFiles=Rêzên çewt yên alîkarîyê
Fonts=Agahîyên destnivsê yên çewt
SharedDLL=DLL’ên parvekirî
MRULists=Pêristên MRU li dawî bikaranînî
UninstallSection=Hilandker
StartMenu=Pêrista Destpêbike
StartupProgram=Bernamên destpêka Windows
SoundandAppEvents=Deng û bûyerên bernaman
IEUrlHistory=Dîroka malperan ya IE
IFEO=Rêzên wêneyan vekirî
EmptyKey=Bûjenên bê agahî
App=Amedekerên bernaman
UserDefine=User Define
ZeroFile=Rêzên vala - 0 bayt
WinSetupLog=Windows installation error log files
NtUninstall=Uninstall sources of Windows Patches
InvalidLnk=Kurteyên çewt
UserTemp=Rêzên di kaxizhilgirên berdemî yên bikarîneran
WinTemp=Rêzên di kaxizhilgirên berdemî yên Windows
RecentFiles=Girêkên rêzên dawî
PatchSource=Çavkanîyên Windows Update
TempFile=Rêzên berdem
fcwdir=Rêzên hatinî çêkirin demê barkirinê
tfcbp=Rêzên berdemî yên bernaman afrandî
sdrf=Rêzên zivrandinê yên hatinî afrandin demê dahûrandinê
OldFile=Rêzên kevin
outdatedfile=Rêzên dem di ser e çûnî
fcwhfir=Rêzên afrandî demê rêzeke alîkarîyê kardike
Ncfile=Rêzên hilanîna nûçeyên komê
Backupfile=Rêzên Backup
WBfile=Rêzên MS Word Backup
Cbswahf=Rêzên afrandî demê lêgerîna rêzeke alîkarîyê
whtf=Rêzên berdem yên alîkarîya pergala Windows
Logfile=Rêzên Log
LLogfile=Rêza Log ya bernaman an xizmeta pergalê afrandî
Errorfile=Rêzên çewt
Wmdf=Rêzên Win2000/XP memory dump
bcomf=Rêzên têkûzdaneyan
Indexfile=Rêzên pêristê
ifcbsiotitpbs=Rêzên pêristê yên pegalê afrandî ji bu başkirina lezbûna rûpelkirina wêneyan
Tfcds=Rêzên berdemî yên demê damizrandinê afrandî
Intermediatefile=Rêzên navîn
chkfile=Rêzên peydakirî
[Tools]
Update=Nûjenkirin
Download=Jêbarkirin
WhatNew=Çî nûh e?
[BootTime]
BootTimeEx=Lezbûna Komputera te
BootLike=Lezbûna Komputera xwe biecbîne
Btnopt=Lezkirin
Congratulation=Lezbûna kompyutera we:
BootTime=Demê vêxistinê: %d çirk
FailWeahter=Nikare bighê agahîya Avûba.
[MenuBar]
Support=Navenda Piştgiriyê
BtnCustom=Hûnbunî
BtnRestore=Zivrandin
BtnSkin=Rûreng
BtnMenu=Pêrist
BtnBackup=Têkûzdane
Messages=Peyam
[UpgradePro]
Title=Çima nûjenbikim çapa PRO
MoreSkin=Rûrengên dî
CustomHead=Taybetkirina wênoka
Support=Piştgîrîya 7x24 dike
Buy=Bikirin
Reg=Beşdarbûn
RegUser=Bikarînerek beşdarbûyî ye
[AutoUpdate]
ViewLog=Di derbarê vê nûvekirinê de bêtir vebînin
UpdateFail=Ne nûvekirin, ma hûn dixwazin pelê sazkirinê ji malpera me dakêşin?
NoFiles=Lava rêzan ji bu nûjenkirinê hilbijêrin.
CurrentFile=Rêza aniha:
Readed=Barkirin:
SumSize=Sercema baristê:
Byte=Bayt
DownloadError=Çewtîya barkirinê, lava gavê ezmûnbikin.
AutoUpdate=Wise Care 365 – Nûjenkirina zindî
StartUpdate=Destpêkirina nûjenkirinê
Cancel=Nehêle
Ready=Amede ye ji bu barkirinê.
FindUpdate=Ev bûjena hene ji bu nûjenkirinê:
NewVerInfo=Guhartinên çapa nûh:
IgnoreVer=Guhnede nûjenkirina vê cape
BtnUpdate=Aniha nûhbike
BtnNotNow=Ne niha
[SoftRate]
Querying=Jê tê pirskirin…
Good=Başe
Bad=Ne başe
Safe=Belavok
Ver=Çapa:
Ratings=Nirx:
SoftNotExist=Nikare bernamê bibîne.
GetSoftInfoError=Nikarîbû bihêşta agahîyên bernamê
UploadSoftLogoError=Çewtî di barkirina agahîya bernamê de
SubmitData=Nirxên we ji bu vê bernamê tên şandin…
SubmitSoftInfoError=Çewtîk bi tore ve girêdayî ye
SubmitRateSuccess=Şandin serkeftî bû.
HaveSubmitRate=We ew nirxand.
Submitgoodbad=Agahî tên şandin…
me=Ez
NickTooLong=Nava we divê ji 20 tîpan ne pirtir bin.
MailTooLong=Divê E-peyama we ji 50 tîpan ne pirtir bin.
WrongEmail=E-peyamek çewte
ReviewTooLong=Divê nirxa we ji 300 tîpan ne pirtirbîn.
RateHint=Beşdarbûna nirxa bernama me û nirxandina bernama we.
UnknowName=Berhem nenasîne
UnknowVer=Çap nenasîne
UnknowDesc=Pênase
[Edit]
pmcut=Birandin
pmcopy=Jêkirtin
pmpaste=Pêxistin
pmdelete=Hilandin
pmselectall=Hilbijartina hemûya
[Turbo]
PmActive=Paşê bîne bîrya min
PmNever=Careke dî şanî min neke
btnClean=Aniha paxişbike
NeedCleanTrash=%s rêzên negirîng hatin dîtin.
NeedCleanTrace=%d bûjenên şopê hatin dîtin.
NeedClean=Kompuytera te pir giran kardike ku pir rêzan bihev re hilbide.
[Renew]
subscribed=Dîsa ji bîra min nayê.
btnact.caption=Kilîta xwe çalakbike
Regexpire=Piştî dawîbûna demê Wise Care 365 tu nikarî bikarbînî.
Regtitle2=30 rojên te bidawîbûn. Lava di wextê de beşdarbibe.
Regtitle=Rojên tecrûba bernamê %d roj mane.
RegPrice=Çapa Pro bikire ku PC’ya te pak û başbe! Tenê bi %s !
Regnow=Aniha beşdarbibe!
title=%d roj bane ku kilîta te bidawîbibe!
title2=Kilîta te bidawî bû. Lava nûh bike!
Price=Ku bimîne Pro û PC’ya te başbe! Tenê %s !
lblfeature1.caption=Parastina taybetmendîyê: hilandina taybetîyê
lblfeature2.caption=Kargêra Pêrista bernama: pêristê baştir û nermtirbike
lblfeature3.caption=Auto nûjenkirin.
lblfeature4.caption=Fantastic new skins & themes: Tailored for Pro users.
lblfeature5.caption=Free 7x24 Technical Support: Have your questions fixed with priority.
lblrefund.caption=We are committed to 100% unconditional refund.
lblremind.caption=Paşê bîne bîra min
lblhint.caption=Meyîzatên en baş ya Wise Care 365 PRO:
lbldesc.caption=Tu nema meyizatên Profîsyonal dibînî.
btnrenew.caption=Aniha nûhkirin
WorkTotal=Ji niha de, “Wise Care 365” %s rêzên negirîng paxişkirin, %d bûjenên dîrokê û %d çewtîyên Registery çêkirin.
[Sysmon]
ActivityPercent=Çalakî ji 100%
AdapterType=Adapter Type
Asset=Asset Tag
ATAVER=Guhertoya ATA
ATemperature=Germahîya orte
ATM=ATM
BiosDate=Dîroka Ragihandina Bios
Board=Mainboard
BoardType=Cureya bordê
btnBoard.caption=Mainboard
btnDisk.caption=Hard Drive
btnGraphic.caption=Graphic Card
btnHardMonitor.caption=Hardware Monitor
btnMemory.caption=Bîr
btnNetAdapter.caption=Network Adapter
btnOsOverview.Caption=Sîstema te
btnOverview.caption=Têgihiştinî
btnProcess.Caption=Doz
btnProcessor.caption=Proşêssor
btnSoftMonitor.caption=Monitora Prcoess
btnSoundCard.caption=Kerta deng
BusType=Tîpa Bus
BytesPerSector=Bytes Per Sector
CacheSize=L2 barista Kash
ColorDepth=Kûrahiya rengîn
connected=bi pezek dûr ve hatî girêdan.
connecting=girêdana adapter.
Cores=Hijmara “Core”
CPU=CPU
CPUUpgrade=Çêrtirkirina Proşêssor
CPUUsage=CPU: %d
CTemperature=Germahîya %d “Core”
CurrentSpeed=Lezbûna Proşêssor aniha
Cylinders=Cilûberg
DataWidth=Awaya daneyan
Description=Pênase
DeviceID=Nasnameya cîhazê
DHCP=Navnîşana DHCP
DHCPName=Navê Qada DHCP
disconnected=ji hev veqetin
Disk=Lewha
DiskRPM=RMP(R/m)
DNSIP=DNS Servers IP
DNSServers=DNS Servers
DNSSuffixes=DNS Suffixes
Navê Domain=Navê Domain
Drive=Ajok
EngineClock=Katjmêra livokê
Ethernet=Ethernet
Familiy=Famîle
Fans=Baweşînk
FileSystemName=Navê Pergalê Pelê
Form=Fambrîka minas
FreeSpace=Cîhê belaş
frmSoftMonitor.ppDetails=Agahdariya berfireh
frmSoftMonitor.ppKillProc=Pêvajoya Dawîn
frmSoftMonitor.ppNet1=Gihîştina Torgilokê asteng bikin
frmSoftMonitor.ppNet2=Tevne Tevne Destûr bidin
Gateway=Navnîşa Gateway
GPU=GPU
GPUChip=GPU Chip
Graphics=Wêne
HandleNumber=Hijmara bûjenan
HDFirmware=Guhertoya Firmware
HostName=Navê Mêvandar
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 Wireless
InterfaceType=Cureya Interface
IPAddress=Navnîşana IP'yê
IPMask=Navnîşana IP-ya Mask
LANdisabled=Adapterê LAN-ê hatî asteng kirin.
Loading=Tê barkirin…
Locator=Banka cih
MACAddress=Navnîşana MAC
Manufacter=Manufacter
MaximumSpeed=Lezbûna Maxîmom ya Proşêssor
MaxSpeed=Max lezbun
MediaType=Cureya Media
Memory=Bîr
MemoryClock=Katjmêra bîrê
MemoryType=Cureya bîrê
MemoryUsage=Bîr: %s/%s
MemSlot=Memory Slot:
MemSlotCount=Memory Slot Count
Name=Nav
NetAdater=Network Adapter
NetConnectionID=ID’ya Înternêta te
Normal=Normal
OperStatus=rewşa xebitandinê ya navbeynê
OS=Sîstema te
OSAbbreviate=Zimanî Abû
OSCountry=Welat
OSCSD=CSD
OSDaylightName=Navê rojê
OSDisplayName=Navê nîşanê
OSEdition=Edition
OSInstallDate=Dîrok saz bikin
OSLanguage=Ziman
OSLOCAL=HERÊMÎ
OSLongDateFormat=Formata Dîroka dirêj
OSMonetary=Sembola dirav
OSMonetarySymbol=Sembola Dravê Navneteweyî
OSPaths=Vebijarkên jîngehê
OSProductID=Nasnameya hilberê
OSProductKey=Mifteya hilberê
OSRegisteredOrg=Org qeydkirî
OSRegisteredUser=Bikarînerek beşdarbûyî ye
OSShortDateFormat=Forma Dîroka Kurt
OSStandardName=Navê Standard
OSTimezone=Qada demê
OSUTC=UTC Bias(minutes)
OSversor=Çap
OtherType=Yên din
Overview=Nirînekê li ser Kompyter
Part=Hijmara parê
PartitionLength=Dabeşa Dabeşbûnê
PartitionNumber=Hejmara dabeşkirinê
PhysicalAvailable=Girtîgeha Laşî:
PhysicalFree=Fizîkî belaş:
PhysicalTotal=Total Fizîkî:
PhysicalUsed=Fizîkî tête bikar anîn:
PixHeight=Dirêjbûn(pixels)
PixWidth=Gidth(pixels)
ppmDetails=Hûrguliyên kontrol bikin
ppmExit=ji Wise Monitor derkeve
ppmHide=Pencereya Bişkokê veşêrin
ppmShowFloat=Window nîşan bide
ppmStayontop=Li jor bimîne
PPP=PPP
processName=Nava prosêss
Processor=Proşêssor
processpath=Cih
Product=Berhem
Recv=Recv Count
RecvS=Recv/s
RefreshRate=Rêjeya Refresh
SATAVER=Guhertoya SATA
SectorsPerTrack=Sektorên Per Track
Send=Count bişînin
SendS=Şandin/s
Serial=Hijmara Sîryal
ShowNetOnly=Tenê Pêvajoyên Netê nîşan bikin
ShowSysProcess=Prosêssa temaşoka sîstemê
Size=Barist
Socket=Hilbijartina Sokêtê
SoftwareLookback=nermalava torê nermalava nermalavê
SoundCard=Kerta deng
Speed=Lezbûn
SSD=SSD
StartingOffset=Nakokiyên destpêkê
SystemCache=Cacha pergale:
Technology=Teknolocî
Temperature=Germahî
TemperatureMon=Germahî
Temperatures=Germahî
TfrmMemoryProcList.btnSpeedup_1=Lezkirin
TfrmMemoryProcList.btnSpeedup=Lezkirin
TfrmMemoryProcList.memstate1=Ku baş bixebite
TfrmMemoryProcList.memstate2=Bi asayî dimeşe
TfrmMemoryProcList.memstate3=Hêdî direve
TfrmMemoryProcList.OptimizationMem=hat berdan %s
TfrmMonitorPopup.lbl1_C=Bikaranîna CPU
TfrmMonitorPopup.lbl1_M=Bikaranîna bîra
TfrmMonitorPopup.lbl1_R=Leza daxistinê
TfrmMonitorPopup.lbl1_S=Leza barkirinê
TfrmMonitorPopup.lbl1_T=Ermê germahiya pêkhateyê ya hardware
TfrmMonitorPopup.lbl2_C=Guhertina karanîna CPU
TfrmMonitorPopup.lbl2_M=Rewşa bîra bîra pergalê
TfrmMonitorPopup.lbl2_R=Tomara leza daxistinê
TfrmMonitorPopup.lbl2_S=Record tomara barkirinê
TfrmMonitorPopup.lblBoard.caption=Mainboard
TfrmMonitorPopup.lblCpu.caption=Proşêssor
TfrmMonitorPopup.lblGpu.caption=Graphic Card
TfrmMonitorPopup.lblhdd.caption=Hard Drive
Threads=Hijmara dozan
TokenRing=Ring Token
Total=Sercem:
TotalProcess=%d prosêss , pêre jî %d prosêsa bikarîner û %d prosêsa sîstemê dît.
TotalSpace=Sercema baristê
TracksPerCylinder=Tracks Per Cylinder
Tunnel=Eyarkinrina curiya dorpêçkirin
Type=Cure
Unknown type=Cureyek nenas
User=Bikaranîvan
Version=Çap
VideoDisplay=Navê nîşanê
VideoMode=Awaya Vîdyo
Voltages=Voltages
VolumeName=Navê Volume
WANconnected=Adapter WAN ya ku ne girêdayî ye.
WINSAddress=Navnîşa WINS ya seretayî
[AutoRun]
ResultHint=Paxişkirina automatic bidawîbû
Result=Encamên paxişkirinê
Caption=Xwe-paxişkirin
[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Parastina Registry
TfrmRegFilterNotify.lblTitle.Caption=Parastina Pergalê
TfrmRegFilterNotify.lblProgram.Caption=Bername:
KeyName=Kilîta destûrnamê:
TfrmRegFilterNotify.lblKey.Caption=Şopa kilîte:
TfrmRegFilterNotify.ckbRemind.Caption=Longerdî vê cîhê destnîşan nakin
TfrmRegFilterNotify.btnDeny.Caption=Yesaqbike
TfrmRegFilterNotify.btnAllow.Caption=Bihêle
pmAllowProgram=Herdem destûrê bidin vê bernameyê
pmDenyProgram=Jixwe herdem vê bernameyê qedexe dikin
regnotifydefaultbrowser=Hin bername nexşeya bingehîn diguhezîne
regnotifystartrundesc=Hin bername destpêka guherînê ye
regnotifyservicesdesc=Hin bername hewl didin ku ajokar an karûbarê saz bikin
regnotifyifeodesc=Hinek bernameyên Tevger hewl didin ku bernameya kargêr hilweşînin
regnotifyspidesc=Hin bername protokola torê ya serşokê diguhezin
regnotifyIEStartPageDesc=Hin bername hewl didin ku rûpelê malê IE biguherînin
regnotifydefaultbrowser_n=Peldanka xwerû guhertin
regnotifystartrundesc_n=Destpêkê biguherînin
regnotifyservicesdesc_n=Driver an karûbarê saz bikin
regnotifyifeodesc_n=Bernameya kargêr hilweşînin
regnotifyspidesc_n=Protokola torê ya zêrîn biguherînin
regnotifyIEStartPageDesc_n=Rûpela rûpelê IE veguherînin
